export const data = [
  {
    id: 1,
    name: 'Программа питания',
    plans: [
      {
        id: 1,
        name: 'Express Fit',
        sumСal: '800 ккал',
        days: [
          {
            id: 1,
            day: 'Понедельник',
            meals: [
              {
                breakfast: {
                  time: '7:30 - 9:30',
                  dish: 'Омлет с грибами и сыром',
                  weight: '200гр',
                },
                secondBreakfast: {
                  time: '10:30 - 12:30',
                  dishes: [
                    {
                      name: 'Йогурт с малиной и гранолой',
                      weight: '250гр',
                    },
                    {
                      name: 'Печенье с орехами и шоколадом',
                      quantity: '3 шт',
                    },
                  ],
                },
                lunch: {
                  time: '13:30 - 15:30',
                  dishes: [
                    {
                      name: 'Куриный суп с вермишелью',
                      weight: '150гр',
                    },
                    {
                      name: 'Салат с помидорами и огурцами',
                      weight: '120гр',
                    },
                  ],
                },
                snack: {
                  time: '16:30 - 17:30',
                  dish: 'Творожная запеканка с фруктами',
                  weight: '180гр',
                },
                dinner: {
                  time: '19:30 - 20:30',
                  dishes: [
                    {
                      name: 'Рыбные котлеты с картофелем',
                      weight: '220гр',
                    },
                    {
                      name: 'Овощи на гриле',
                      weight: '180гр',
                    },
                  ],
                },
              },
            ],
          },
          {
            id: 2,
            day: 'Вторник',
            meals: [
              {
                breakfast: {
                  time: '7:00 - 9:00',
                  dish: 'Каша с молоком и бананом',
                  weight: '250гр',
                },
                secondBreakfast: {
                  time: '10:00 - 12:00',
                  dishes: [
                    {
                      name: 'Йогурт с клубникой и мюсли',
                      weight: '200гр',
                    },
                    {
                      name: 'Печенье с орехами и изюмом',
                      quantity: '2 шт',
                    },
                  ],
                },
                lunch: {
                  time: '13:00 - 15:00',
                  dishes: [
                    {
                      name: 'Куриный шашлык с овощами',
                      weight: '200гр',
                    },
                    {
                      name: 'Салат с помидорами и сыром',
                      weight: '150гр',
                    },
                  ],
                },
                snack: {
                  time: '16:00 - 17:00',
                  dish: 'Творожное суфле с фруктами',
                  weight: '200гр',
                },
                dinner: {
                  time: '19:00 - 20:00',
                  dishes: [
                    {
                      name: 'Рыбный пирог с картофелем',
                      weight: '250гр',
                    },
                    {
                      name: 'Овощи на гриле',
                      weight: '200гр',
                    },
                  ],
                },
              },
            ],
          },
          {
            id: 3,
            day: 'Cреда',
            meals: [
              {
                breakfast: {
                  time: '7:30 - 9:30',
                  dish: 'Омлет с грибами и сыром',
                  weight: '220гр',
                },
                secondBreakfast: {
                  time: '10:30 - 12:30',
                  dishes: [
                    {
                      name: 'Йогурт с малиной и гранолой',
                      weight: '230гр',
                    },
                    {
                      name: 'Печенье с орехами и шоколадом',
                      quantity: '3 шт',
                    },
                  ],
                },
                lunch: {
                  time: '13:30 - 15:30',
                  dishes: [
                    {
                      name: 'Куриный суп с вермишелью',
                      weight: '180гр',
                    },
                    {
                      name: 'Салат с помидорами и огурцами',
                      weight: '140гр',
                    },
                  ],
                },
                snack: {
                  time: '16:30 - 17:30',
                  dish: 'Творожная запеканка с фруктами',
                  weight: '200гр',
                },
                dinner: {
                  time: '19:30 - 20:30',
                  dishes: [
                    {
                      name: 'Рыбные котлеты с картофелем',
                      weight: '240гр',
                    },
                    {
                      name: 'Овощи на гриле',
                      weight: '200гр',
                    },
                  ],
                },
              },
            ],
          },
          {
            id: 4,
            day: 'Четверг',
            meals: [
              {
                breakfast: {
                  time: '7:30 - 9:30',
                  dish: 'Омлет с грибами и сыром',
                  weight: '220гр',
                },
                secondBreakfast: {
                  time: '10:30 - 12:30',
                  dishes: [
                    {
                      name: 'Йогурт с малиной и гранолой',
                      weight: '230гр',
                    },
                    {
                      name: 'Печенье с орехами и шоколадом',
                      quantity: '3 шт',
                    },
                  ],
                },
                lunch: {
                  time: '13:30 - 15:30',
                  dishes: [
                    {
                      name: 'Куриный суп с вермишелью',
                      weight: '180гр',
                    },
                    {
                      name: 'Салат с помидорами и огурцами',
                      weight: '140гр',
                    },
                  ],
                },
                snack: {
                  time: '16:30 - 17:30',
                  dish: 'Творожная запеканка с фруктами',
                  weight: '200гр',
                },
                dinner: {
                  time: '19:30 - 20:30',
                  dishes: [
                    {
                      name: 'Рыбные котлеты с картофелем',
                      weight: '240гр',
                    },
                    {
                      name: 'Овощи на гриле',
                      weight: '200гр',
                    },
                  ],
                },
              },
            ],
          },
          {
            id: 5,
            day: 'Пятница',
            meals: [
              {
                breakfast: {
                  time: '7:30 - 9:30',
                  dish: 'Омлет с грибами и сыром',
                  weight: '220гр',
                },
                secondBreakfast: {
                  time: '10:30 - 12:30',
                  dishes: [
                    {
                      name: 'Йогурт с малиной и гранолой',
                      weight: '230гр',
                    },
                    {
                      name: 'Печенье с орехами и шоколадом',
                      quantity: '3 шт',
                    },
                  ],
                },
                lunch: {
                  time: '13:30 - 15:30',
                  dishes: [
                    {
                      name: 'Куриный суп с вермишелью',
                      weight: '180гр',
                    },
                    {
                      name: 'Салат с помидорами и огурцами',
                      weight: '140гр',
                    },
                  ],
                },
                snack: {
                  time: '16:30 - 17:30',
                  dish: 'Творожная запеканка с фруктами',
                  weight: '200гр',
                },
                dinner: {
                  time: '19:30 - 20:30',
                  dishes: [
                    {
                      name: 'Рыбные котлеты с картофелем',
                      weight: '240гр',
                    },
                    {
                      name: 'Овощи на гриле',
                      weight: '200гр',
                    },
                  ],
                },
              },
            ],
          },
          {
            id: 6,
            day: 'Суббота',
            meals: [
              {
                breakfast: {
                  time: '8:00 - 10:00',
                  dish: 'Панкейки с фруктами и сиропом',
                  weight: '250гр',
                },
                secondBreakfast: {
                  time: '11:00 - 13:00',
                  dishes: [
                    {
                      name: 'Йогурт с клубникой и мюсли',
                      weight: '200гр',
                    },
                    {
                      name: 'Печенье с орехами и изюмом',
                      quantity: '2 шт',
                    },
                  ],
                },
                lunch: {
                  time: '14:00 - 16:00',
                  dishes: [
                    {
                      name: 'Куриный шашлык с овощами',
                      weight: '200гр',
                    },
                    {
                      name: 'Салат с помидорами и сыром',
                      weight: '150гр',
                    },
                  ],
                },
                snack: {
                  time: '17:00 - 18:00',
                  dish: 'Творожное суфле с фруктами',
                  weight: '200гр',
                },
                dinner: {
                  time: '20:00 - 21:00',
                  dishes: [
                    {
                      name: 'Рыбный пирог с картофелем',
                      weight: '250гр',
                    },
                    {
                      name: 'Овощи на гриле',
                      weight: '200гр',
                    },
                  ],
                },
              },
            ],
          },
          {
            id: 7,
            day: 'Воскресенье',
            meals: [
              {
                breakfast: {
                  time: '8:00 - 10:00',
                  dish: 'Омлет с грибами и сыром',
                  weight: '220гр',
                },
                secondBreakfast: {
                  time: '11:00 - 13:00',
                  dishes: [
                    {
                      name: 'Йогурт с малиной и гранолой',
                      weight: '230гр',
                    },
                    {
                      name: 'Печенье с орехами и шоколадом',
                      quantity: '3 шт',
                    },
                  ],
                },
                lunch: {
                  time: '14:00 - 16:00',
                  dishes: [
                    {
                      name: 'Куриный суп с вермишелью',
                      weight: '180гр',
                    },
                    {
                      name: 'Салат с помидорами и огурцами',
                      weight: '140гр',
                    },
                  ],
                },
                snack: {
                  time: '17:00 - 18:00',
                  dish: 'Творожная запеканка с фруктами',
                  weight: '200гр',
                },
                dinner: {
                  time: '20:00 - 21:00',
                  dishes: [
                    {
                      name: 'Рыбные котлеты с картофелем',
                      weight: '240гр',
                    },
                    {
                      name: 'Овощи на гриле',
                      weight: '200гр',
                    },
                  ],
                },
              },
            ],
          },
        ],
      },
      {
        id: 2,
        name: 'slim',
        sumСal: '800 ккал',
        days: [
          {
            id: 1,
            day: 'Понедельник',
            meals: [
              {
                breakfast: {
                  time: '7:30 - 9:30',
                  dish: 'Омлет с грибами и сыром',
                  weight: '200гр',
                },
                secondBreakfast: {
                  time: '10:30 - 12:30',
                  dishes: [
                    {
                      name: 'Йогурт с малиной и гранолой',
                      weight: '250гр',
                    },
                    {
                      name: 'Печенье с орехами и шоколадом',
                      quantity: '3 шт',
                    },
                  ],
                },
                lunch: {
                  time: '13:30 - 15:30',
                  dishes: [
                    {
                      name: 'Куриный суп с вермишелью',
                      weight: '150гр',
                    },
                    {
                      name: 'Салат с помидорами и огурцами',
                      weight: '120гр',
                    },
                  ],
                },
                snack: {
                  time: '16:30 - 17:30',
                  dish: 'Творожная запеканка с фруктами',
                  weight: '180гр',
                },
                dinner: {
                  time: '19:30 - 20:30',
                  dishes: [
                    {
                      name: 'Рыбные котлеты с картофелем',
                      weight: '220гр',
                    },
                    {
                      name: 'Овощи на гриле',
                      weight: '180гр',
                    },
                  ],
                },
              },
            ],
          },
          {
            id: 2,
            day: 'Вторник',
            meals: [
              {
                breakfast: {
                  time: '7:00 - 9:00',
                  dish: 'Каша с молоком и бананом',
                  weight: '250гр',
                },
                secondBreakfast: {
                  time: '10:00 - 12:00',
                  dishes: [
                    {
                      name: 'Йогурт с клубникой и мюсли',
                      weight: '200гр',
                    },
                    {
                      name: 'Печенье с орехами и изюмом',
                      quantity: '2 шт',
                    },
                  ],
                },
                lunch: {
                  time: '13:00 - 15:00',
                  dishes: [
                    {
                      name: 'Куриный шашлык с овощами',
                      weight: '200гр',
                    },
                    {
                      name: 'Салат с помидорами и сыром',
                      weight: '150гр',
                    },
                  ],
                },
                snack: {
                  time: '16:00 - 17:00',
                  dish: 'Творожное суфле с фруктами',
                  weight: '200гр',
                },
                dinner: {
                  time: '19:00 - 20:00',
                  dishes: [
                    {
                      name: 'Рыбный пирог с картофелем',
                      weight: '250гр',
                    },
                    {
                      name: 'Овощи на гриле',
                      weight: '200гр',
                    },
                  ],
                },
              },
            ],
          },
          {
            id: 3,
            day: 'Cреда',
            meals: [
              {
                breakfast: {
                  time: '7:30 - 9:30',
                  dish: 'Омлет с грибами и сыром',
                  weight: '220гр',
                },
                secondBreakfast: {
                  time: '10:30 - 12:30',
                  dishes: [
                    {
                      name: 'Йогурт с малиной и гранолой',
                      weight: '230гр',
                    },
                    {
                      name: 'Печенье с орехами и шоколадом',
                      quantity: '3 шт',
                    },
                  ],
                },
                lunch: {
                  time: '13:30 - 15:30',
                  dishes: [
                    {
                      name: 'Куриный суп с вермишелью',
                      weight: '180гр',
                    },
                    {
                      name: 'Салат с помидорами и огурцами',
                      weight: '140гр',
                    },
                  ],
                },
                snack: {
                  time: '16:30 - 17:30',
                  dish: 'Творожная запеканка с фруктами',
                  weight: '200гр',
                },
                dinner: {
                  time: '19:30 - 20:30',
                  dishes: [
                    {
                      name: 'Рыбные котлеты с картофелем',
                      weight: '240гр',
                    },
                    {
                      name: 'Овощи на гриле',
                      weight: '200гр',
                    },
                  ],
                },
              },
            ],
          },
          {
            id: 4,
            day: 'Четверг',
            meals: [
              {
                breakfast: {
                  time: '7:30 - 9:30',
                  dish: 'Омлет с грибами и сыром',
                  weight: '220гр',
                },
                secondBreakfast: {
                  time: '10:30 - 12:30',
                  dishes: [
                    {
                      name: 'Йогурт с малиной и гранолой',
                      weight: '230гр',
                    },
                    {
                      name: 'Печенье с орехами и шоколадом',
                      quantity: '3 шт',
                    },
                  ],
                },
                lunch: {
                  time: '13:30 - 15:30',
                  dishes: [
                    {
                      name: 'Куриный суп с вермишелью',
                      weight: '180гр',
                    },
                    {
                      name: 'Салат с помидорами и огурцами',
                      weight: '140гр',
                    },
                  ],
                },
                snack: {
                  time: '16:30 - 17:30',
                  dish: 'Творожная запеканка с фруктами',
                  weight: '200гр',
                },
                dinner: {
                  time: '19:30 - 20:30',
                  dishes: [
                    {
                      name: 'Рыбные котлеты с картофелем',
                      weight: '240гр',
                    },
                    {
                      name: 'Овощи на гриле',
                      weight: '200гр',
                    },
                  ],
                },
              },
            ],
          },
          {
            id: 5,
            day: 'Пятница',
            meals: [
              {
                breakfast: {
                  time: '7:30 - 9:30',
                  dish: 'Омлет с грибами и сыром',
                  weight: '220гр',
                },
                secondBreakfast: {
                  time: '10:30 - 12:30',
                  dishes: [
                    {
                      name: 'Йогурт с малиной и гранолой',
                      weight: '230гр',
                    },
                    {
                      name: 'Печенье с орехами и шоколадом',
                      quantity: '3 шт',
                    },
                  ],
                },
                lunch: {
                  time: '13:30 - 15:30',
                  dishes: [
                    {
                      name: 'Куриный суп с вермишелью',
                      weight: '180гр',
                    },
                    {
                      name: 'Салат с помидорами и огурцами',
                      weight: '140гр',
                    },
                  ],
                },
                snack: {
                  time: '16:30 - 17:30',
                  dish: 'Творожная запеканка с фруктами',
                  weight: '200гр',
                },
                dinner: {
                  time: '19:30 - 20:30',
                  dishes: [
                    {
                      name: 'Рыбные котлеты с картофелем',
                      weight: '240гр',
                    },
                    {
                      name: 'Овощи на гриле',
                      weight: '200гр',
                    },
                  ],
                },
              },
            ],
          },
          {
            id: 6,
            day: 'Суббота',
            meals: [
              {
                breakfast: {
                  time: '8:00 - 10:00',
                  dish: 'Панкейки с фруктами и сиропом',
                  weight: '250гр',
                },
                secondBreakfast: {
                  time: '11:00 - 13:00',
                  dishes: [
                    {
                      name: 'Йогурт с клубникой и мюсли',
                      weight: '200гр',
                    },
                    {
                      name: 'Печенье с орехами и изюмом',
                      quantity: '2 шт',
                    },
                  ],
                },
                lunch: {
                  time: '14:00 - 16:00',
                  dishes: [
                    {
                      name: 'Куриный шашлык с овощами',
                      weight: '200гр',
                    },
                    {
                      name: 'Салат с помидорами и сыром',
                      weight: '150гр',
                    },
                  ],
                },
                snack: {
                  time: '17:00 - 18:00',
                  dish: 'Творожное суфле с фруктами',
                  weight: '200гр',
                },
                dinner: {
                  time: '20:00 - 21:00',
                  dishes: [
                    {
                      name: 'Рыбный пирог с картофелем',
                      weight: '250гр',
                    },
                    {
                      name: 'Овощи на гриле',
                      weight: '200гр',
                    },
                  ],
                },
              },
            ],
          },
          {
            id: 7,
            day: 'Воскресенье',
            meals: [
              {
                breakfast: {
                  time: '8:00 - 10:00',
                  dish: 'Омлет с грибами и сыром',
                  weight: '220гр',
                },
                secondBreakfast: {
                  time: '11:00 - 13:00',
                  dishes: [
                    {
                      name: 'Йогурт с малиной и гранолой',
                      weight: '230гр',
                    },
                    {
                      name: 'Печенье с орехами и шоколадом',
                      quantity: '3 шт',
                    },
                  ],
                },
                lunch: {
                  time: '14:00 - 16:00',
                  dishes: [
                    {
                      name: 'Куриный суп с вермишелью',
                      weight: '180гр',
                    },
                    {
                      name: 'Салат с помидорами и огурцами',
                      weight: '140гр',
                    },
                  ],
                },
                snack: {
                  time: '17:00 - 18:00',
                  dish: 'Творожная запеканка с фруктами',
                  weight: '200гр',
                },
                dinner: {
                  time: '20:00 - 21:00',
                  dishes: [
                    {
                      name: 'Рыбные котлеты с картофелем',
                      weight: '240гр',
                    },
                    {
                      name: 'Овощи на гриле',
                      weight: '200гр',
                    },
                  ],
                },
              },
            ],
          },
        ],
      },
      {
        id: 3,
        name: 'fitness',
        sumСal: '800 ккал',
        days: [
          {
            id: 1,
            day: 'Понедельник',
            meals: [
              {
                breakfast: {
                  time: '7:30 - 9:30',
                  dish: 'Омлет с грибами и сыром',
                  weight: '200гр',
                },
                secondBreakfast: {
                  time: '10:30 - 12:30',
                  dishes: [
                    {
                      name: 'Йогурт с малиной и гранолой',
                      weight: '250гр',
                    },
                    {
                      name: 'Печенье с орехами и шоколадом',
                      quantity: '3 шт',
                    },
                  ],
                },
                lunch: {
                  time: '13:30 - 15:30',
                  dishes: [
                    {
                      name: 'Куриный суп с вермишелью',
                      weight: '150гр',
                    },
                    {
                      name: 'Салат с помидорами и огурцами',
                      weight: '120гр',
                    },
                  ],
                },
                snack: {
                  time: '16:30 - 17:30',
                  dish: 'Творожная запеканка с фруктами',
                  weight: '180гр',
                },
                dinner: {
                  time: '19:30 - 20:30',
                  dishes: [
                    {
                      name: 'Рыбные котлеты с картофелем',
                      weight: '220гр',
                    },
                    {
                      name: 'Овощи на гриле',
                      weight: '180гр',
                    },
                  ],
                },
              },
            ],
          },
          {
            id: 2,
            day: 'Вторник',
            meals: [
              {
                breakfast: {
                  time: '7:00 - 9:00',
                  dish: 'Каша с молоком и бананом',
                  weight: '250гр',
                },
                secondBreakfast: {
                  time: '10:00 - 12:00',
                  dishes: [
                    {
                      name: 'Йогурт с клубникой и мюсли',
                      weight: '200гр',
                    },
                    {
                      name: 'Печенье с орехами и изюмом',
                      quantity: '2 шт',
                    },
                  ],
                },
                lunch: {
                  time: '13:00 - 15:00',
                  dishes: [
                    {
                      name: 'Куриный шашлык с овощами',
                      weight: '200гр',
                    },
                    {
                      name: 'Салат с помидорами и сыром',
                      weight: '150гр',
                    },
                  ],
                },
                snack: {
                  time: '16:00 - 17:00',
                  dish: 'Творожное суфле с фруктами',
                  weight: '200гр',
                },
                dinner: {
                  time: '19:00 - 20:00',
                  dishes: [
                    {
                      name: 'Рыбный пирог с картофелем',
                      weight: '250гр',
                    },
                    {
                      name: 'Овощи на гриле',
                      weight: '200гр',
                    },
                  ],
                },
              },
            ],
          },
          {
            id: 3,
            day: 'Cреда',
            meals: [
              {
                breakfast: {
                  time: '7:30 - 9:30',
                  dish: 'Омлет с грибами и сыром',
                  weight: '220гр',
                },
                secondBreakfast: {
                  time: '10:30 - 12:30',
                  dishes: [
                    {
                      name: 'Йогурт с малиной и гранолой',
                      weight: '230гр',
                    },
                    {
                      name: 'Печенье с орехами и шоколадом',
                      quantity: '3 шт',
                    },
                  ],
                },
                lunch: {
                  time: '13:30 - 15:30',
                  dishes: [
                    {
                      name: 'Куриный суп с вермишелью',
                      weight: '180гр',
                    },
                    {
                      name: 'Салат с помидорами и огурцами',
                      weight: '140гр',
                    },
                  ],
                },
                snack: {
                  time: '16:30 - 17:30',
                  dish: 'Творожная запеканка с фруктами',
                  weight: '200гр',
                },
                dinner: {
                  time: '19:30 - 20:30',
                  dishes: [
                    {
                      name: 'Рыбные котлеты с картофелем',
                      weight: '240гр',
                    },
                    {
                      name: 'Овощи на гриле',
                      weight: '200гр',
                    },
                  ],
                },
              },
            ],
          },
          {
            id: 4,
            day: 'Четверг',
            meals: [
              {
                breakfast: {
                  time: '7:30 - 9:30',
                  dish: 'Омлет с грибами и сыром',
                  weight: '220гр',
                },
                secondBreakfast: {
                  time: '10:30 - 12:30',
                  dishes: [
                    {
                      name: 'Йогурт с малиной и гранолой',
                      weight: '230гр',
                    },
                    {
                      name: 'Печенье с орехами и шоколадом',
                      quantity: '3 шт',
                    },
                  ],
                },
                lunch: {
                  time: '13:30 - 15:30',
                  dishes: [
                    {
                      name: 'Куриный суп с вермишелью',
                      weight: '180гр',
                    },
                    {
                      name: 'Салат с помидорами и огурцами',
                      weight: '140гр',
                    },
                  ],
                },
                snack: {
                  time: '16:30 - 17:30',
                  dish: 'Творожная запеканка с фруктами',
                  weight: '200гр',
                },
                dinner: {
                  time: '19:30 - 20:30',
                  dishes: [
                    {
                      name: 'Рыбные котлеты с картофелем',
                      weight: '240гр',
                    },
                    {
                      name: 'Овощи на гриле',
                      weight: '200гр',
                    },
                  ],
                },
              },
            ],
          },
          {
            id: 5,
            day: 'Пятница',
            meals: [
              {
                breakfast: {
                  time: '7:30 - 9:30',
                  dish: 'Омлет с грибами и сыром',
                  weight: '220гр',
                },
                secondBreakfast: {
                  time: '10:30 - 12:30',
                  dishes: [
                    {
                      name: 'Йогурт с малиной и гранолой',
                      weight: '230гр',
                    },
                    {
                      name: 'Печенье с орехами и шоколадом',
                      quantity: '3 шт',
                    },
                  ],
                },
                lunch: {
                  time: '13:30 - 15:30',
                  dishes: [
                    {
                      name: 'Куриный суп с вермишелью',
                      weight: '180гр',
                    },
                    {
                      name: 'Салат с помидорами и огурцами',
                      weight: '140гр',
                    },
                  ],
                },
                snack: {
                  time: '16:30 - 17:30',
                  dish: 'Творожная запеканка с фруктами',
                  weight: '200гр',
                },
                dinner: {
                  time: '19:30 - 20:30',
                  dishes: [
                    {
                      name: 'Рыбные котлеты с картофелем',
                      weight: '240гр',
                    },
                    {
                      name: 'Овощи на гриле',
                      weight: '200гр',
                    },
                  ],
                },
              },
            ],
          },
          {
            id: 6,
            day: 'Суббота',
            meals: [
              {
                breakfast: {
                  time: '8:00 - 10:00',
                  dish: 'Панкейки с фруктами и сиропом',
                  weight: '250гр',
                },
                secondBreakfast: {
                  time: '11:00 - 13:00',
                  dishes: [
                    {
                      name: 'Йогурт с клубникой и мюсли',
                      weight: '200гр',
                    },
                    {
                      name: 'Печенье с орехами и изюмом',
                      quantity: '2 шт',
                    },
                  ],
                },
                lunch: {
                  time: '14:00 - 16:00',
                  dishes: [
                    {
                      name: 'Куриный шашлык с овощами',
                      weight: '200гр',
                    },
                    {
                      name: 'Салат с помидорами и сыром',
                      weight: '150гр',
                    },
                  ],
                },
                snack: {
                  time: '17:00 - 18:00',
                  dish: 'Творожное суфле с фруктами',
                  weight: '200гр',
                },
                dinner: {
                  time: '20:00 - 21:00',
                  dishes: [
                    {
                      name: 'Рыбный пирог с картофелем',
                      weight: '250гр',
                    },
                    {
                      name: 'Овощи на гриле',
                      weight: '200гр',
                    },
                  ],
                },
              },
            ],
          },
          {
            id: 7,
            day: 'Воскресенье',
            meals: [
              {
                breakfast: {
                  time: '8:00 - 10:00',
                  dish: 'Омлет с грибами и сыром',
                  weight: '220гр',
                },
                secondBreakfast: {
                  time: '11:00 - 13:00',
                  dishes: [
                    {
                      name: 'Йогурт с малиной и гранолой',
                      weight: '230гр',
                    },
                    {
                      name: 'Печенье с орехами и шоколадом',
                      quantity: '3 шт',
                    },
                  ],
                },
                lunch: {
                  time: '14:00 - 16:00',
                  dishes: [
                    {
                      name: 'Куриный суп с вермишелью',
                      weight: '180гр',
                    },
                    {
                      name: 'Салат с помидорами и огурцами',
                      weight: '140гр',
                    },
                  ],
                },
                snack: {
                  time: '17:00 - 18:00',
                  dish: 'Творожная запеканка с фруктами',
                  weight: '200гр',
                },
                dinner: {
                  time: '20:00 - 21:00',
                  dishes: [
                    {
                      name: 'Рыбные котлеты с картофелем',
                      weight: '240гр',
                    },
                    {
                      name: 'Овощи на гриле',
                      weight: '200гр',
                    },
                  ],
                },
              },
            ],
          },
        ],
      },
      {
        id: 4,
        name: 'balance',
        sumСal: '800 ккал',
        days: [
          {
            id: 1,
            day: 'Понедельник',
            meals: [
              {
                breakfast: {
                  time: '7:30 - 9:30',
                  dish: 'Омлет с грибами и сыром',
                  weight: '200гр',
                },
                secondBreakfast: {
                  time: '10:30 - 12:30',
                  dishes: [
                    {
                      name: 'Йогурт с малиной и гранолой',
                      weight: '250гр',
                    },
                    {
                      name: 'Печенье с орехами и шоколадом',
                      quantity: '3 шт',
                    },
                  ],
                },
                lunch: {
                  time: '13:30 - 15:30',
                  dishes: [
                    {
                      name: 'Куриный суп с вермишелью',
                      weight: '150гр',
                    },
                    {
                      name: 'Салат с помидорами и огурцами',
                      weight: '120гр',
                    },
                  ],
                },
                snack: {
                  time: '16:30 - 17:30',
                  dish: 'Творожная запеканка с фруктами',
                  weight: '180гр',
                },
                dinner: {
                  time: '19:30 - 20:30',
                  dishes: [
                    {
                      name: 'Рыбные котлеты с картофелем',
                      weight: '220гр',
                    },
                    {
                      name: 'Овощи на гриле',
                      weight: '180гр',
                    },
                  ],
                },
              },
            ],
          },
          {
            id: 2,
            day: 'Вторник',
            meals: [
              {
                breakfast: {
                  time: '7:00 - 9:00',
                  dish: 'Каша с молоком и бананом',
                  weight: '250гр',
                },
                secondBreakfast: {
                  time: '10:00 - 12:00',
                  dishes: [
                    {
                      name: 'Йогурт с клубникой и мюсли',
                      weight: '200гр',
                    },
                    {
                      name: 'Печенье с орехами и изюмом',
                      quantity: '2 шт',
                    },
                  ],
                },
                lunch: {
                  time: '13:00 - 15:00',
                  dishes: [
                    {
                      name: 'Куриный шашлык с овощами',
                      weight: '200гр',
                    },
                    {
                      name: 'Салат с помидорами и сыром',
                      weight: '150гр',
                    },
                  ],
                },
                snack: {
                  time: '16:00 - 17:00',
                  dish: 'Творожное суфле с фруктами',
                  weight: '200гр',
                },
                dinner: {
                  time: '19:00 - 20:00',
                  dishes: [
                    {
                      name: 'Рыбный пирог с картофелем',
                      weight: '250гр',
                    },
                    {
                      name: 'Овощи на гриле',
                      weight: '200гр',
                    },
                  ],
                },
              },
            ],
          },
          {
            id: 3,
            day: 'Cреда',
            meals: [
              {
                breakfast: {
                  time: '7:30 - 9:30',
                  dish: 'Омлет с грибами и сыром',
                  weight: '220гр',
                },
                secondBreakfast: {
                  time: '10:30 - 12:30',
                  dishes: [
                    {
                      name: 'Йогурт с малиной и гранолой',
                      weight: '230гр',
                    },
                    {
                      name: 'Печенье с орехами и шоколадом',
                      quantity: '3 шт',
                    },
                  ],
                },
                lunch: {
                  time: '13:30 - 15:30',
                  dishes: [
                    {
                      name: 'Куриный суп с вермишелью',
                      weight: '180гр',
                    },
                    {
                      name: 'Салат с помидорами и огурцами',
                      weight: '140гр',
                    },
                  ],
                },
                snack: {
                  time: '16:30 - 17:30',
                  dish: 'Творожная запеканка с фруктами',
                  weight: '200гр',
                },
                dinner: {
                  time: '19:30 - 20:30',
                  dishes: [
                    {
                      name: 'Рыбные котлеты с картофелем',
                      weight: '240гр',
                    },
                    {
                      name: 'Овощи на гриле',
                      weight: '200гр',
                    },
                  ],
                },
              },
            ],
          },
          {
            id: 4,
            day: 'Четверг',
            meals: [
              {
                breakfast: {
                  time: '7:30 - 9:30',
                  dish: 'Омлет с грибами и сыром',
                  weight: '220гр',
                },
                secondBreakfast: {
                  time: '10:30 - 12:30',
                  dishes: [
                    {
                      name: 'Йогурт с малиной и гранолой',
                      weight: '230гр',
                    },
                    {
                      name: 'Печенье с орехами и шоколадом',
                      quantity: '3 шт',
                    },
                  ],
                },
                lunch: {
                  time: '13:30 - 15:30',
                  dishes: [
                    {
                      name: 'Куриный суп с вермишелью',
                      weight: '180гр',
                    },
                    {
                      name: 'Салат с помидорами и огурцами',
                      weight: '140гр',
                    },
                  ],
                },
                snack: {
                  time: '16:30 - 17:30',
                  dish: 'Творожная запеканка с фруктами',
                  weight: '200гр',
                },
                dinner: {
                  time: '19:30 - 20:30',
                  dishes: [
                    {
                      name: 'Рыбные котлеты с картофелем',
                      weight: '240гр',
                    },
                    {
                      name: 'Овощи на гриле',
                      weight: '200гр',
                    },
                  ],
                },
              },
            ],
          },
          {
            id: 5,
            day: 'Пятница',
            meals: [
              {
                breakfast: {
                  time: '7:30 - 9:30',
                  dish: 'Омлет с грибами и сыром',
                  weight: '220гр',
                },
                secondBreakfast: {
                  time: '10:30 - 12:30',
                  dishes: [
                    {
                      name: 'Йогурт с малиной и гранолой',
                      weight: '230гр',
                    },
                    {
                      name: 'Печенье с орехами и шоколадом',
                      quantity: '3 шт',
                    },
                  ],
                },
                lunch: {
                  time: '13:30 - 15:30',
                  dishes: [
                    {
                      name: 'Куриный суп с вермишелью',
                      weight: '180гр',
                    },
                    {
                      name: 'Салат с помидорами и огурцами',
                      weight: '140гр',
                    },
                  ],
                },
                snack: {
                  time: '16:30 - 17:30',
                  dish: 'Творожная запеканка с фруктами',
                  weight: '200гр',
                },
                dinner: {
                  time: '19:30 - 20:30',
                  dishes: [
                    {
                      name: 'Рыбные котлеты с картофелем',
                      weight: '240гр',
                    },
                    {
                      name: 'Овощи на гриле',
                      weight: '200гр',
                    },
                  ],
                },
              },
            ],
          },
          {
            id: 6,
            day: 'Суббота',
            meals: [
              {
                breakfast: {
                  time: '8:00 - 10:00',
                  dish: 'Панкейки с фруктами и сиропом',
                  weight: '250гр',
                },
                secondBreakfast: {
                  time: '11:00 - 13:00',
                  dishes: [
                    {
                      name: 'Йогурт с клубникой и мюсли',
                      weight: '200гр',
                    },
                    {
                      name: 'Печенье с орехами и изюмом',
                      quantity: '2 шт',
                    },
                  ],
                },
                lunch: {
                  time: '14:00 - 16:00',
                  dishes: [
                    {
                      name: 'Куриный шашлык с овощами',
                      weight: '200гр',
                    },
                    {
                      name: 'Салат с помидорами и сыром',
                      weight: '150гр',
                    },
                  ],
                },
                snack: {
                  time: '17:00 - 18:00',
                  dish: 'Творожное суфле с фруктами',
                  weight: '200гр',
                },
                dinner: {
                  time: '20:00 - 21:00',
                  dishes: [
                    {
                      name: 'Рыбный пирог с картофелем',
                      weight: '250гр',
                    },
                    {
                      name: 'Овощи на гриле',
                      weight: '200гр',
                    },
                  ],
                },
              },
            ],
          },
          {
            id: 7,
            day: 'Воскресенье',
            meals: [
              {
                breakfast: {
                  time: '8:00 - 10:00',
                  dish: 'Омлет с грибами и сыром',
                  weight: '220гр',
                },
                secondBreakfast: {
                  time: '11:00 - 13:00',
                  dishes: [
                    {
                      name: 'Йогурт с малиной и гранолой',
                      weight: '230гр',
                    },
                    {
                      name: 'Печенье с орехами и шоколадом',
                      quantity: '3 шт',
                    },
                  ],
                },
                lunch: {
                  time: '14:00 - 16:00',
                  dishes: [
                    {
                      name: 'Куриный суп с вермишелью',
                      weight: '180гр',
                    },
                    {
                      name: 'Салат с помидорами и огурцами',
                      weight: '140гр',
                    },
                  ],
                },
                snack: {
                  time: '17:00 - 18:00',
                  dish: 'Творожная запеканка с фруктами',
                  weight: '200гр',
                },
                dinner: {
                  time: '20:00 - 21:00',
                  dishes: [
                    {
                      name: 'Рыбные котлеты с картофелем',
                      weight: '240гр',
                    },
                    {
                      name: 'Овощи на гриле',
                      weight: '200гр',
                    },
                  ],
                },
              },
            ],
          },
        ],
      },
      {
        id: 5,
        name: 'balance +',
        sumСal: '800 ккал',
        days: [
          {
            id: 1,
            day: 'Понедельник',
            meals: [
              {
                breakfast: {
                  time: '7:30 - 9:30',
                  dish: 'Омлет с грибами и сыром',
                  weight: '200гр',
                },
                secondBreakfast: {
                  time: '10:30 - 12:30',
                  dishes: [
                    {
                      name: 'Йогурт с малиной и гранолой',
                      weight: '250гр',
                    },
                    {
                      name: 'Печенье с орехами и шоколадом',
                      quantity: '3 шт',
                    },
                  ],
                },
                lunch: {
                  time: '13:30 - 15:30',
                  dishes: [
                    {
                      name: 'Куриный суп с вермишелью',
                      weight: '150гр',
                    },
                    {
                      name: 'Салат с помидорами и огурцами',
                      weight: '120гр',
                    },
                  ],
                },
                snack: {
                  time: '16:30 - 17:30',
                  dish: 'Творожная запеканка с фруктами',
                  weight: '180гр',
                },
                dinner: {
                  time: '19:30 - 20:30',
                  dishes: [
                    {
                      name: 'Рыбные котлеты с картофелем',
                      weight: '220гр',
                    },
                    {
                      name: 'Овощи на гриле',
                      weight: '180гр',
                    },
                  ],
                },
              },
            ],
          },
          {
            id: 2,
            day: 'Вторник',
            meals: [
              {
                breakfast: {
                  time: '7:00 - 9:00',
                  dish: 'Каша с молоком и бананом',
                  weight: '250гр',
                },
                secondBreakfast: {
                  time: '10:00 - 12:00',
                  dishes: [
                    {
                      name: 'Йогурт с клубникой и мюсли',
                      weight: '200гр',
                    },
                    {
                      name: 'Печенье с орехами и изюмом',
                      quantity: '2 шт',
                    },
                  ],
                },
                lunch: {
                  time: '13:00 - 15:00',
                  dishes: [
                    {
                      name: 'Куриный шашлык с овощами',
                      weight: '200гр',
                    },
                    {
                      name: 'Салат с помидорами и сыром',
                      weight: '150гр',
                    },
                  ],
                },
                snack: {
                  time: '16:00 - 17:00',
                  dish: 'Творожное суфле с фруктами',
                  weight: '200гр',
                },
                dinner: {
                  time: '19:00 - 20:00',
                  dishes: [
                    {
                      name: 'Рыбный пирог с картофелем',
                      weight: '250гр',
                    },
                    {
                      name: 'Овощи на гриле',
                      weight: '200гр',
                    },
                  ],
                },
              },
            ],
          },
          {
            id: 3,
            day: 'Cреда',
            meals: [
              {
                breakfast: {
                  time: '7:30 - 9:30',
                  dish: 'Омлет с грибами и сыром',
                  weight: '220гр',
                },
                secondBreakfast: {
                  time: '10:30 - 12:30',
                  dishes: [
                    {
                      name: 'Йогурт с малиной и гранолой',
                      weight: '230гр',
                    },
                    {
                      name: 'Печенье с орехами и шоколадом',
                      quantity: '3 шт',
                    },
                  ],
                },
                lunch: {
                  time: '13:30 - 15:30',
                  dishes: [
                    {
                      name: 'Куриный суп с вермишелью',
                      weight: '180гр',
                    },
                    {
                      name: 'Салат с помидорами и огурцами',
                      weight: '140гр',
                    },
                  ],
                },
                snack: {
                  time: '16:30 - 17:30',
                  dish: 'Творожная запеканка с фруктами',
                  weight: '200гр',
                },
                dinner: {
                  time: '19:30 - 20:30',
                  dishes: [
                    {
                      name: 'Рыбные котлеты с картофелем',
                      weight: '240гр',
                    },
                    {
                      name: 'Овощи на гриле',
                      weight: '200гр',
                    },
                  ],
                },
              },
            ],
          },
          {
            id: 4,
            day: 'Четверг',
            meals: [
              {
                breakfast: {
                  time: '7:30 - 9:30',
                  dish: 'Омлет с грибами и сыром',
                  weight: '220гр',
                },
                secondBreakfast: {
                  time: '10:30 - 12:30',
                  dishes: [
                    {
                      name: 'Йогурт с малиной и гранолой',
                      weight: '230гр',
                    },
                    {
                      name: 'Печенье с орехами и шоколадом',
                      quantity: '3 шт',
                    },
                  ],
                },
                lunch: {
                  time: '13:30 - 15:30',
                  dishes: [
                    {
                      name: 'Куриный суп с вермишелью',
                      weight: '180гр',
                    },
                    {
                      name: 'Салат с помидорами и огурцами',
                      weight: '140гр',
                    },
                  ],
                },
                snack: {
                  time: '16:30 - 17:30',
                  dish: 'Творожная запеканка с фруктами',
                  weight: '200гр',
                },
                dinner: {
                  time: '19:30 - 20:30',
                  dishes: [
                    {
                      name: 'Рыбные котлеты с картофелем',
                      weight: '240гр',
                    },
                    {
                      name: 'Овощи на гриле',
                      weight: '200гр',
                    },
                  ],
                },
              },
            ],
          },
          {
            id: 5,
            day: 'Пятница',
            meals: [
              {
                breakfast: {
                  time: '7:30 - 9:30',
                  dish: 'Омлет с грибами и сыром',
                  weight: '220гр',
                },
                secondBreakfast: {
                  time: '10:30 - 12:30',
                  dishes: [
                    {
                      name: 'Йогурт с малиной и гранолой',
                      weight: '230гр',
                    },
                    {
                      name: 'Печенье с орехами и шоколадом',
                      quantity: '3 шт',
                    },
                  ],
                },
                lunch: {
                  time: '13:30 - 15:30',
                  dishes: [
                    {
                      name: 'Куриный суп с вермишелью',
                      weight: '180гр',
                    },
                    {
                      name: 'Салат с помидорами и огурцами',
                      weight: '140гр',
                    },
                  ],
                },
                snack: {
                  time: '16:30 - 17:30',
                  dish: 'Творожная запеканка с фруктами',
                  weight: '200гр',
                },
                dinner: {
                  time: '19:30 - 20:30',
                  dishes: [
                    {
                      name: 'Рыбные котлеты с картофелем',
                      weight: '240гр',
                    },
                    {
                      name: 'Овощи на гриле',
                      weight: '200гр',
                    },
                  ],
                },
              },
            ],
          },
          {
            id: 6,
            day: 'Суббота',
            meals: [
              {
                breakfast: {
                  time: '8:00 - 10:00',
                  dish: 'Панкейки с фруктами и сиропом',
                  weight: '250гр',
                },
                secondBreakfast: {
                  time: '11:00 - 13:00',
                  dishes: [
                    {
                      name: 'Йогурт с клубникой и мюсли',
                      weight: '200гр',
                    },
                    {
                      name: 'Печенье с орехами и изюмом',
                      quantity: '2 шт',
                    },
                  ],
                },
                lunch: {
                  time: '14:00 - 16:00',
                  dishes: [
                    {
                      name: 'Куриный шашлык с овощами',
                      weight: '200гр',
                    },
                    {
                      name: 'Салат с помидорами и сыром',
                      weight: '150гр',
                    },
                  ],
                },
                snack: {
                  time: '17:00 - 18:00',
                  dish: 'Творожное суфле с фруктами',
                  weight: '200гр',
                },
                dinner: {
                  time: '20:00 - 21:00',
                  dishes: [
                    {
                      name: 'Рыбный пирог с картофелем',
                      weight: '250гр',
                    },
                    {
                      name: 'Овощи на гриле',
                      weight: '200гр',
                    },
                  ],
                },
              },
            ],
          },
          {
            id: 7,
            day: 'Воскресенье',
            meals: [
              {
                breakfast: {
                  time: '8:00 - 10:00',
                  dish: 'Омлет с грибами и сыром',
                  weight: '220гр',
                },
                secondBreakfast: {
                  time: '11:00 - 13:00',
                  dishes: [
                    {
                      name: 'Йогурт с малиной и гранолой',
                      weight: '230гр',
                    },
                    {
                      name: 'Печенье с орехами и шоколадом',
                      quantity: '3 шт',
                    },
                  ],
                },
                lunch: {
                  time: '14:00 - 16:00',
                  dishes: [
                    {
                      name: 'Куриный суп с вермишелью',
                      weight: '180гр',
                    },
                    {
                      name: 'Салат с помидорами и огурцами',
                      weight: '140гр',
                    },
                  ],
                },
                snack: {
                  time: '17:00 - 18:00',
                  dish: 'Творожная запеканка с фруктами',
                  weight: '200гр',
                },
                dinner: {
                  time: '20:00 - 21:00',
                  dishes: [
                    {
                      name: 'Рыбные котлеты с картофелем',
                      weight: '240гр',
                    },
                    {
                      name: 'Овощи на гриле',
                      weight: '200гр',
                    },
                  ],
                },
              },
            ],
          },
        ],
      },
      {
        id: 6,
        name: 'strong',
        sumСal: '800 ккал',
        days: [
          {
            id: 1,
            day: 'Понедельник',
            meals: [
              {
                breakfast: {
                  time: '7:30 - 9:30',
                  dish: 'Омлет с грибами и сыром',
                  weight: '200гр',
                },
                secondBreakfast: {
                  time: '10:30 - 12:30',
                  dishes: [
                    {
                      name: 'Йогурт с малиной и гранолой',
                      weight: '250гр',
                    },
                    {
                      name: 'Печенье с орехами и шоколадом',
                      quantity: '3 шт',
                    },
                  ],
                },
                lunch: {
                  time: '13:30 - 15:30',
                  dishes: [
                    {
                      name: 'Куриный суп с вермишелью',
                      weight: '150гр',
                    },
                    {
                      name: 'Салат с помидорами и огурцами',
                      weight: '120гр',
                    },
                  ],
                },
                snack: {
                  time: '16:30 - 17:30',
                  dish: 'Творожная запеканка с фруктами',
                  weight: '180гр',
                },
                dinner: {
                  time: '19:30 - 20:30',
                  dishes: [
                    {
                      name: 'Рыбные котлеты с картофелем',
                      weight: '220гр',
                    },
                    {
                      name: 'Овощи на гриле',
                      weight: '180гр',
                    },
                  ],
                },
              },
            ],
          },
          {
            id: 2,
            day: 'Вторник',
            meals: [
              {
                breakfast: {
                  time: '7:00 - 9:00',
                  dish: 'Каша с молоком и бананом',
                  weight: '250гр',
                },
                secondBreakfast: {
                  time: '10:00 - 12:00',
                  dishes: [
                    {
                      name: 'Йогурт с клубникой и мюсли',
                      weight: '200гр',
                    },
                    {
                      name: 'Печенье с орехами и изюмом',
                      quantity: '2 шт',
                    },
                  ],
                },
                lunch: {
                  time: '13:00 - 15:00',
                  dishes: [
                    {
                      name: 'Куриный шашлык с овощами',
                      weight: '200гр',
                    },
                    {
                      name: 'Салат с помидорами и сыром',
                      weight: '150гр',
                    },
                  ],
                },
                snack: {
                  time: '16:00 - 17:00',
                  dish: 'Творожное суфле с фруктами',
                  weight: '200гр',
                },
                dinner: {
                  time: '19:00 - 20:00',
                  dishes: [
                    {
                      name: 'Рыбный пирог с картофелем',
                      weight: '250гр',
                    },
                    {
                      name: 'Овощи на гриле',
                      weight: '200гр',
                    },
                  ],
                },
              },
            ],
          },
          {
            id: 3,
            day: 'Cреда',
            meals: [
              {
                breakfast: {
                  time: '7:30 - 9:30',
                  dish: 'Омлет с грибами и сыром',
                  weight: '220гр',
                },
                secondBreakfast: {
                  time: '10:30 - 12:30',
                  dishes: [
                    {
                      name: 'Йогурт с малиной и гранолой',
                      weight: '230гр',
                    },
                    {
                      name: 'Печенье с орехами и шоколадом',
                      quantity: '3 шт',
                    },
                  ],
                },
                lunch: {
                  time: '13:30 - 15:30',
                  dishes: [
                    {
                      name: 'Куриный суп с вермишелью',
                      weight: '180гр',
                    },
                    {
                      name: 'Салат с помидорами и огурцами',
                      weight: '140гр',
                    },
                  ],
                },
                snack: {
                  time: '16:30 - 17:30',
                  dish: 'Творожная запеканка с фруктами',
                  weight: '200гр',
                },
                dinner: {
                  time: '19:30 - 20:30',
                  dishes: [
                    {
                      name: 'Рыбные котлеты с картофелем',
                      weight: '240гр',
                    },
                    {
                      name: 'Овощи на гриле',
                      weight: '200гр',
                    },
                  ],
                },
              },
            ],
          },
          {
            id: 4,
            day: 'Четверг',
            meals: [
              {
                breakfast: {
                  time: '7:30 - 9:30',
                  dish: 'Омлет с грибами и сыром',
                  weight: '220гр',
                },
                secondBreakfast: {
                  time: '10:30 - 12:30',
                  dishes: [
                    {
                      name: 'Йогурт с малиной и гранолой',
                      weight: '230гр',
                    },
                    {
                      name: 'Печенье с орехами и шоколадом',
                      quantity: '3 шт',
                    },
                  ],
                },
                lunch: {
                  time: '13:30 - 15:30',
                  dishes: [
                    {
                      name: 'Куриный суп с вермишелью',
                      weight: '180гр',
                    },
                    {
                      name: 'Салат с помидорами и огурцами',
                      weight: '140гр',
                    },
                  ],
                },
                snack: {
                  time: '16:30 - 17:30',
                  dish: 'Творожная запеканка с фруктами',
                  weight: '200гр',
                },
                dinner: {
                  time: '19:30 - 20:30',
                  dishes: [
                    {
                      name: 'Рыбные котлеты с картофелем',
                      weight: '240гр',
                    },
                    {
                      name: 'Овощи на гриле',
                      weight: '200гр',
                    },
                  ],
                },
              },
            ],
          },
          {
            id: 5,
            day: 'Пятница',
            meals: [
              {
                breakfast: {
                  time: '7:30 - 9:30',
                  dish: 'Омлет с грибами и сыром',
                  weight: '220гр',
                },
                secondBreakfast: {
                  time: '10:30 - 12:30',
                  dishes: [
                    {
                      name: 'Йогурт с малиной и гранолой',
                      weight: '230гр',
                    },
                    {
                      name: 'Печенье с орехами и шоколадом',
                      quantity: '3 шт',
                    },
                  ],
                },
                lunch: {
                  time: '13:30 - 15:30',
                  dishes: [
                    {
                      name: 'Куриный суп с вермишелью',
                      weight: '180гр',
                    },
                    {
                      name: 'Салат с помидорами и огурцами',
                      weight: '140гр',
                    },
                  ],
                },
                snack: {
                  time: '16:30 - 17:30',
                  dish: 'Творожная запеканка с фруктами',
                  weight: '200гр',
                },
                dinner: {
                  time: '19:30 - 20:30',
                  dishes: [
                    {
                      name: 'Рыбные котлеты с картофелем',
                      weight: '240гр',
                    },
                    {
                      name: 'Овощи на гриле',
                      weight: '200гр',
                    },
                  ],
                },
              },
            ],
          },
          {
            id: 6,
            day: 'Суббота',
            meals: [
              {
                breakfast: {
                  time: '8:00 - 10:00',
                  dish: 'Панкейки с фруктами и сиропом',
                  weight: '250гр',
                },
                secondBreakfast: {
                  time: '11:00 - 13:00',
                  dishes: [
                    {
                      name: 'Йогурт с клубникой и мюсли',
                      weight: '200гр',
                    },
                    {
                      name: 'Печенье с орехами и изюмом',
                      quantity: '2 шт',
                    },
                  ],
                },
                lunch: {
                  time: '14:00 - 16:00',
                  dishes: [
                    {
                      name: 'Куриный шашлык с овощами',
                      weight: '200гр',
                    },
                    {
                      name: 'Салат с помидорами и сыром',
                      weight: '150гр',
                    },
                  ],
                },
                snack: {
                  time: '17:00 - 18:00',
                  dish: 'Творожное суфле с фруктами',
                  weight: '200гр',
                },
                dinner: {
                  time: '20:00 - 21:00',
                  dishes: [
                    {
                      name: 'Рыбный пирог с картофелем',
                      weight: '250гр',
                    },
                    {
                      name: 'Овощи на гриле',
                      weight: '200гр',
                    },
                  ],
                },
              },
            ],
          },
          {
            id: 7,
            day: 'Воскресенье',
            meals: [
              {
                breakfast: {
                  time: '8:00 - 10:00',
                  dish: 'Омлет с грибами и сыром',
                  weight: '220гр',
                },
                secondBreakfast: {
                  time: '11:00 - 13:00',
                  dishes: [
                    {
                      name: 'Йогурт с малиной и гранолой',
                      weight: '230гр',
                    },
                    {
                      name: 'Печенье с орехами и шоколадом',
                      quantity: '3 шт',
                    },
                  ],
                },
                lunch: {
                  time: '14:00 - 16:00',
                  dishes: [
                    {
                      name: 'Куриный суп с вермишелью',
                      weight: '180гр',
                    },
                    {
                      name: 'Салат с помидорами и огурцами',
                      weight: '140гр',
                    },
                  ],
                },
                snack: {
                  time: '17:00 - 18:00',
                  dish: 'Творожная запеканка с фруктами',
                  weight: '200гр',
                },
                dinner: {
                  time: '20:00 - 21:00',
                  dishes: [
                    {
                      name: 'Рыбные котлеты с картофелем',
                      weight: '240гр',
                    },
                    {
                      name: 'Овощи на гриле',
                      weight: '200гр',
                    },
                  ],
                },
              },
            ],
          },
        ],
      },
      {
        id: 7,
        name: 'maxi fit',
        sumСal: '800 ккал',
        days: [
          {
            id: 1,
            day: 'Понедельник',
            meals: [
              {
                breakfast: {
                  time: '7:30 - 9:30',
                  dish: 'Омлет с грибами и сыром',
                  weight: '200гр',
                },
                secondBreakfast: {
                  time: '10:30 - 12:30',
                  dishes: [
                    {
                      name: 'Йогурт с малиной и гранолой',
                      weight: '250гр',
                    },
                    {
                      name: 'Печенье с орехами и шоколадом',
                      quantity: '3 шт',
                    },
                  ],
                },
                lunch: {
                  time: '13:30 - 15:30',
                  dishes: [
                    {
                      name: 'Куриный суп с вермишелью',
                      weight: '150гр',
                    },
                    {
                      name: 'Салат с помидорами и огурцами',
                      weight: '120гр',
                    },
                  ],
                },
                snack: {
                  time: '16:30 - 17:30',
                  dish: 'Творожная запеканка с фруктами',
                  weight: '180гр',
                },
                dinner: {
                  time: '19:30 - 20:30',
                  dishes: [
                    {
                      name: 'Рыбные котлеты с картофелем',
                      weight: '220гр',
                    },
                    {
                      name: 'Овощи на гриле',
                      weight: '180гр',
                    },
                  ],
                },
              },
            ],
          },
          {
            id: 2,
            day: 'Вторник',
            meals: [
              {
                breakfast: {
                  time: '7:00 - 9:00',
                  dish: 'Каша с молоком и бананом',
                  weight: '250гр',
                },
                secondBreakfast: {
                  time: '10:00 - 12:00',
                  dishes: [
                    {
                      name: 'Йогурт с клубникой и мюсли',
                      weight: '200гр',
                    },
                    {
                      name: 'Печенье с орехами и изюмом',
                      quantity: '2 шт',
                    },
                  ],
                },
                lunch: {
                  time: '13:00 - 15:00',
                  dishes: [
                    {
                      name: 'Куриный шашлык с овощами',
                      weight: '200гр',
                    },
                    {
                      name: 'Салат с помидорами и сыром',
                      weight: '150гр',
                    },
                  ],
                },
                snack: {
                  time: '16:00 - 17:00',
                  dish: 'Творожное суфле с фруктами',
                  weight: '200гр',
                },
                dinner: {
                  time: '19:00 - 20:00',
                  dishes: [
                    {
                      name: 'Рыбный пирог с картофелем',
                      weight: '250гр',
                    },
                    {
                      name: 'Овощи на гриле',
                      weight: '200гр',
                    },
                  ],
                },
              },
            ],
          },
          {
            id: 3,
            day: 'Cреда',
            meals: [
              {
                breakfast: {
                  time: '7:30 - 9:30',
                  dish: 'Омлет с грибами и сыром',
                  weight: '220гр',
                },
                secondBreakfast: {
                  time: '10:30 - 12:30',
                  dishes: [
                    {
                      name: 'Йогурт с малиной и гранолой',
                      weight: '230гр',
                    },
                    {
                      name: 'Печенье с орехами и шоколадом',
                      quantity: '3 шт',
                    },
                  ],
                },
                lunch: {
                  time: '13:30 - 15:30',
                  dishes: [
                    {
                      name: 'Куриный суп с вермишелью',
                      weight: '180гр',
                    },
                    {
                      name: 'Салат с помидорами и огурцами',
                      weight: '140гр',
                    },
                  ],
                },
                snack: {
                  time: '16:30 - 17:30',
                  dish: 'Творожная запеканка с фруктами',
                  weight: '200гр',
                },
                dinner: {
                  time: '19:30 - 20:30',
                  dishes: [
                    {
                      name: 'Рыбные котлеты с картофелем',
                      weight: '240гр',
                    },
                    {
                      name: 'Овощи на гриле',
                      weight: '200гр',
                    },
                  ],
                },
              },
            ],
          },
          {
            id: 4,
            day: 'Четверг',
            meals: [
              {
                breakfast: {
                  time: '7:30 - 9:30',
                  dish: 'Омлет с грибами и сыром',
                  weight: '220гр',
                },
                secondBreakfast: {
                  time: '10:30 - 12:30',
                  dishes: [
                    {
                      name: 'Йогурт с малиной и гранолой',
                      weight: '230гр',
                    },
                    {
                      name: 'Печенье с орехами и шоколадом',
                      quantity: '3 шт',
                    },
                  ],
                },
                lunch: {
                  time: '13:30 - 15:30',
                  dishes: [
                    {
                      name: 'Куриный суп с вермишелью',
                      weight: '180гр',
                    },
                    {
                      name: 'Салат с помидорами и огурцами',
                      weight: '140гр',
                    },
                  ],
                },
                snack: {
                  time: '16:30 - 17:30',
                  dish: 'Творожная запеканка с фруктами',
                  weight: '200гр',
                },
                dinner: {
                  time: '19:30 - 20:30',
                  dishes: [
                    {
                      name: 'Рыбные котлеты с картофелем',
                      weight: '240гр',
                    },
                    {
                      name: 'Овощи на гриле',
                      weight: '200гр',
                    },
                  ],
                },
              },
            ],
          },
          {
            id: 5,
            day: 'Пятница',
            meals: [
              {
                breakfast: {
                  time: '7:30 - 9:30',
                  dish: 'Омлет с грибами и сыром',
                  weight: '220гр',
                },
                secondBreakfast: {
                  time: '10:30 - 12:30',
                  dishes: [
                    {
                      name: 'Йогурт с малиной и гранолой',
                      weight: '230гр',
                    },
                    {
                      name: 'Печенье с орехами и шоколадом',
                      quantity: '3 шт',
                    },
                  ],
                },
                lunch: {
                  time: '13:30 - 15:30',
                  dishes: [
                    {
                      name: 'Куриный суп с вермишелью',
                      weight: '180гр',
                    },
                    {
                      name: 'Салат с помидорами и огурцами',
                      weight: '140гр',
                    },
                  ],
                },
                snack: {
                  time: '16:30 - 17:30',
                  dish: 'Творожная запеканка с фруктами',
                  weight: '200гр',
                },
                dinner: {
                  time: '19:30 - 20:30',
                  dishes: [
                    {
                      name: 'Рыбные котлеты с картофелем',
                      weight: '240гр',
                    },
                    {
                      name: 'Овощи на гриле',
                      weight: '200гр',
                    },
                  ],
                },
              },
            ],
          },
          {
            id: 6,
            day: 'Суббота',
            meals: [
              {
                breakfast: {
                  time: '8:00 - 10:00',
                  dish: 'Панкейки с фруктами и сиропом',
                  weight: '250гр',
                },
                secondBreakfast: {
                  time: '11:00 - 13:00',
                  dishes: [
                    {
                      name: 'Йогурт с клубникой и мюсли',
                      weight: '200гр',
                    },
                    {
                      name: 'Печенье с орехами и изюмом',
                      quantity: '2 шт',
                    },
                  ],
                },
                lunch: {
                  time: '14:00 - 16:00',
                  dishes: [
                    {
                      name: 'Куриный шашлык с овощами',
                      weight: '200гр',
                    },
                    {
                      name: 'Салат с помидорами и сыром',
                      weight: '150гр',
                    },
                  ],
                },
                snack: {
                  time: '17:00 - 18:00',
                  dish: 'Творожное суфле с фруктами',
                  weight: '200гр',
                },
                dinner: {
                  time: '20:00 - 21:00',
                  dishes: [
                    {
                      name: 'Рыбный пирог с картофелем',
                      weight: '250гр',
                    },
                    {
                      name: 'Овощи на гриле',
                      weight: '200гр',
                    },
                  ],
                },
              },
            ],
          },
          {
            id: 7,
            day: 'Воскресенье',
            meals: [
              {
                breakfast: {
                  time: '8:00 - 10:00',
                  dish: 'Омлет с грибами и сыром',
                  weight: '220гр',
                },
                secondBreakfast: {
                  time: '11:00 - 13:00',
                  dishes: [
                    {
                      name: 'Йогурт с малиной и гранолой',
                      weight: '230гр',
                    },
                    {
                      name: 'Печенье с орехами и шоколадом',
                      quantity: '3 шт',
                    },
                  ],
                },
                lunch: {
                  time: '14:00 - 16:00',
                  dishes: [
                    {
                      name: 'Куриный суп с вермишелью',
                      weight: '180гр',
                    },
                    {
                      name: 'Салат с помидорами и огурцами',
                      weight: '140гр',
                    },
                  ],
                },
                snack: {
                  time: '17:00 - 18:00',
                  dish: 'Творожная запеканка с фруктами',
                  weight: '200гр',
                },
                dinner: {
                  time: '20:00 - 21:00',
                  dishes: [
                    {
                      name: 'Рыбные котлеты с картофелем',
                      weight: '240гр',
                    },
                    {
                      name: 'Овощи на гриле',
                      weight: '200гр',
                    },
                  ],
                },
              },
            ],
          },
        ],
      },
    ],
  },

  {
    id: 2,
    name: 'Специальная программа',
    plans: [
      {
        id: 1,
        name: 'Express Fit',

        sumСal: '800 ккал',
        days: [
          {
            id: 1,
            day: 'Понедельник',
            meals: [
              {
                breakfast: {
                  time: '7:30 - 9:30',
                  dish: 'Омлет с грибами и сыром',
                  weight: '200гр',
                },
                secondBreakfast: {
                  time: '10:30 - 12:30',
                  dishes: [
                    {
                      name: 'Йогурт с малиной и гранолой',
                      weight: '250гр',
                    },
                    {
                      name: 'Печенье с орехами и шоколадом',
                      quantity: '3 шт',
                    },
                  ],
                },
                lunch: {
                  time: '13:30 - 15:30',
                  dishes: [
                    {
                      name: 'Куриный суп с вермишелью',
                      weight: '150гр',
                    },
                    {
                      name: 'Салат с помидорами и огурцами',
                      weight: '120гр',
                    },
                  ],
                },
                snack: {
                  time: '16:30 - 17:30',
                  dish: 'Творожная запеканка с фруктами',
                  weight: '180гр',
                },
                dinner: {
                  time: '19:30 - 20:30',
                  dishes: [
                    {
                      name: 'Рыбные котлеты с картофелем',
                      weight: '220гр',
                    },
                    {
                      name: 'Овощи на гриле',
                      weight: '180гр',
                    },
                  ],
                },
              },
            ],
          },
          {
            id: 2,
            day: 'Вторник',
            meals: [
              {
                breakfast: {
                  time: '7:00 - 9:00',
                  dish: 'Каша с молоком и бананом',
                  weight: '250гр',
                },
                secondBreakfast: {
                  time: '10:00 - 12:00',
                  dishes: [
                    {
                      name: 'Йогурт с клубникой и мюсли',
                      weight: '200гр',
                    },
                    {
                      name: 'Печенье с орехами и изюмом',
                      quantity: '2 шт',
                    },
                  ],
                },
                lunch: {
                  time: '13:00 - 15:00',
                  dishes: [
                    {
                      name: 'Куриный шашлык с овощами',
                      weight: '200гр',
                    },
                    {
                      name: 'Салат с помидорами и сыром',
                      weight: '150гр',
                    },
                  ],
                },
                snack: {
                  time: '16:00 - 17:00',
                  dish: 'Творожное суфле с фруктами',
                  weight: '200гр',
                },
                dinner: {
                  time: '19:00 - 20:00',
                  dishes: [
                    {
                      name: 'Рыбный пирог с картофелем',
                      weight: '250гр',
                    },
                    {
                      name: 'Овощи на гриле',
                      weight: '200гр',
                    },
                  ],
                },
              },
            ],
          },
          {
            id: 3,
            day: 'Cреда',
            meals: [
              {
                breakfast: {
                  time: '7:30 - 9:30',
                  dish: 'Омлет с грибами и сыром',
                  weight: '220гр',
                },
                secondBreakfast: {
                  time: '10:30 - 12:30',
                  dishes: [
                    {
                      name: 'Йогурт с малиной и гранолой',
                      weight: '230гр',
                    },
                    {
                      name: 'Печенье с орехами и шоколадом',
                      quantity: '3 шт',
                    },
                  ],
                },
                lunch: {
                  time: '13:30 - 15:30',
                  dishes: [
                    {
                      name: 'Куриный суп с вермишелью',
                      weight: '180гр',
                    },
                    {
                      name: 'Салат с помидорами и огурцами',
                      weight: '140гр',
                    },
                  ],
                },
                snack: {
                  time: '16:30 - 17:30',
                  dish: 'Творожная запеканка с фруктами',
                  weight: '200гр',
                },
                dinner: {
                  time: '19:30 - 20:30',
                  dishes: [
                    {
                      name: 'Рыбные котлеты с картофелем',
                      weight: '240гр',
                    },
                    {
                      name: 'Овощи на гриле',
                      weight: '200гр',
                    },
                  ],
                },
              },
            ],
          },
          {
            id: 4,
            day: 'Четверг',
            meals: [
              {
                breakfast: {
                  time: '7:30 - 9:30',
                  dish: 'Омлет с грибами и сыром',
                  weight: '220гр',
                },
                secondBreakfast: {
                  time: '10:30 - 12:30',
                  dishes: [
                    {
                      name: 'Йогурт с малиной и гранолой',
                      weight: '230гр',
                    },
                    {
                      name: 'Печенье с орехами и шоколадом',
                      quantity: '3 шт',
                    },
                  ],
                },
                lunch: {
                  time: '13:30 - 15:30',
                  dishes: [
                    {
                      name: 'Куриный суп с вермишелью',
                      weight: '180гр',
                    },
                    {
                      name: 'Салат с помидорами и огурцами',
                      weight: '140гр',
                    },
                  ],
                },
                snack: {
                  time: '16:30 - 17:30',
                  dish: 'Творожная запеканка с фруктами',
                  weight: '200гр',
                },
                dinner: {
                  time: '19:30 - 20:30',
                  dishes: [
                    {
                      name: 'Рыбные котлеты с картофелем',
                      weight: '240гр',
                    },
                    {
                      name: 'Овощи на гриле',
                      weight: '200гр',
                    },
                  ],
                },
              },
            ],
          },
          {
            id: 5,
            day: 'Пятница',
            meals: [
              {
                breakfast: {
                  time: '7:30 - 9:30',
                  dish: 'Омлет с грибами и сыром',
                  weight: '220гр',
                },
                secondBreakfast: {
                  time: '10:30 - 12:30',
                  dishes: [
                    {
                      name: 'Йогурт с малиной и гранолой',
                      weight: '230гр',
                    },
                    {
                      name: 'Печенье с орехами и шоколадом',
                      quantity: '3 шт',
                    },
                  ],
                },
                lunch: {
                  time: '13:30 - 15:30',
                  dishes: [
                    {
                      name: 'Куриный суп с вермишелью',
                      weight: '180гр',
                    },
                    {
                      name: 'Салат с помидорами и огурцами',
                      weight: '140гр',
                    },
                  ],
                },
                snack: {
                  time: '16:30 - 17:30',
                  dish: 'Творожная запеканка с фруктами',
                  weight: '200гр',
                },
                dinner: {
                  time: '19:30 - 20:30',
                  dishes: [
                    {
                      name: 'Рыбные котлеты с картофелем',
                      weight: '240гр',
                    },
                    {
                      name: 'Овощи на гриле',
                      weight: '200гр',
                    },
                  ],
                },
              },
            ],
          },
          {
            id: 6,
            day: 'Суббота',
            meals: [
              {
                breakfast: {
                  time: '8:00 - 10:00',
                  dish: 'Панкейки с фруктами и сиропом',
                  weight: '250гр',
                },
                secondBreakfast: {
                  time: '11:00 - 13:00',
                  dishes: [
                    {
                      name: 'Йогурт с клубникой и мюсли',
                      weight: '200гр',
                    },
                    {
                      name: 'Печенье с орехами и изюмом',
                      quantity: '2 шт',
                    },
                  ],
                },
                lunch: {
                  time: '14:00 - 16:00',
                  dishes: [
                    {
                      name: 'Куриный шашлык с овощами',
                      weight: '200гр',
                    },
                    {
                      name: 'Салат с помидорами и сыром',
                      weight: '150гр',
                    },
                  ],
                },
                snack: {
                  time: '17:00 - 18:00',
                  dish: 'Творожное суфле с фруктами',
                  weight: '200гр',
                },
                dinner: {
                  time: '20:00 - 21:00',
                  dishes: [
                    {
                      name: 'Рыбный пирог с картофелем',
                      weight: '250гр',
                    },
                    {
                      name: 'Овощи на гриле',
                      weight: '200гр',
                    },
                  ],
                },
              },
            ],
          },
          {
            id: 7,
            day: 'Воскресенье',
            meals: [
              {
                breakfast: {
                  time: '8:00 - 10:00',
                  dish: 'Омлет с грибами и сыром',
                  weight: '220гр',
                },
                secondBreakfast: {
                  time: '11:00 - 13:00',
                  dishes: [
                    {
                      name: 'Йогурт с малиной и гранолой',
                      weight: '230гр',
                    },
                    {
                      name: 'Печенье с орехами и шоколадом',
                      quantity: '3 шт',
                    },
                  ],
                },
                lunch: {
                  time: '14:00 - 16:00',
                  dishes: [
                    {
                      name: 'Куриный суп с вермишелью',
                      weight: '180гр',
                    },
                    {
                      name: 'Салат с помидорами и огурцами',
                      weight: '140гр',
                    },
                  ],
                },
                snack: {
                  time: '17:00 - 18:00',
                  dish: 'Творожная запеканка с фруктами',
                  weight: '200гр',
                },
                dinner: {
                  time: '20:00 - 21:00',
                  dishes: [
                    {
                      name: 'Рыбные котлеты с картофелем',
                      weight: '240гр',
                    },
                    {
                      name: 'Овощи на гриле',
                      weight: '200гр',
                    },
                  ],
                },
              },
            ],
          },
        ],
      },
      {
        id: 2,
        name: 'slim',

        sumСal: '800 ккал',
        days: [
          {
            id: 1,
            day: 'Понедельник',
            meals: [
              {
                breakfast: {
                  time: '7:30 - 9:30',
                  dish: 'Омлет с грибами и сыром',
                  weight: '200гр',
                },
                secondBreakfast: {
                  time: '10:30 - 12:30',
                  dishes: [
                    {
                      name: 'Йогурт с малиной и гранолой',
                      weight: '250гр',
                    },
                    {
                      name: 'Печенье с орехами и шоколадом',
                      quantity: '3 шт',
                    },
                  ],
                },
                lunch: {
                  time: '13:30 - 15:30',
                  dishes: [
                    {
                      name: 'Куриный суп с вермишелью',
                      weight: '150гр',
                    },
                    {
                      name: 'Салат с помидорами и огурцами',
                      weight: '120гр',
                    },
                  ],
                },
                snack: {
                  time: '16:30 - 17:30',
                  dish: 'Творожная запеканка с фруктами',
                  weight: '180гр',
                },
                dinner: {
                  time: '19:30 - 20:30',
                  dishes: [
                    {
                      name: 'Рыбные котлеты с картофелем',
                      weight: '220гр',
                    },
                    {
                      name: 'Овощи на гриле',
                      weight: '180гр',
                    },
                  ],
                },
              },
            ],
          },
          {
            id: 2,
            day: 'Вторник',
            meals: [
              {
                breakfast: {
                  time: '7:00 - 9:00',
                  dish: 'Каша с молоком и бананом',
                  weight: '250гр',
                },
                secondBreakfast: {
                  time: '10:00 - 12:00',
                  dishes: [
                    {
                      name: 'Йогурт с клубникой и мюсли',
                      weight: '200гр',
                    },
                    {
                      name: 'Печенье с орехами и изюмом',
                      quantity: '2 шт',
                    },
                  ],
                },
                lunch: {
                  time: '13:00 - 15:00',
                  dishes: [
                    {
                      name: 'Куриный шашлык с овощами',
                      weight: '200гр',
                    },
                    {
                      name: 'Салат с помидорами и сыром',
                      weight: '150гр',
                    },
                  ],
                },
                snack: {
                  time: '16:00 - 17:00',
                  dish: 'Творожное суфле с фруктами',
                  weight: '200гр',
                },
                dinner: {
                  time: '19:00 - 20:00',
                  dishes: [
                    {
                      name: 'Рыбный пирог с картофелем',
                      weight: '250гр',
                    },
                    {
                      name: 'Овощи на гриле',
                      weight: '200гр',
                    },
                  ],
                },
              },
            ],
          },
          {
            id: 3,
            day: 'Cреда',
            meals: [
              {
                breakfast: {
                  time: '7:30 - 9:30',
                  dish: 'Омлет с грибами и сыром',
                  weight: '220гр',
                },
                secondBreakfast: {
                  time: '10:30 - 12:30',
                  dishes: [
                    {
                      name: 'Йогурт с малиной и гранолой',
                      weight: '230гр',
                    },
                    {
                      name: 'Печенье с орехами и шоколадом',
                      quantity: '3 шт',
                    },
                  ],
                },
                lunch: {
                  time: '13:30 - 15:30',
                  dishes: [
                    {
                      name: 'Куриный суп с вермишелью',
                      weight: '180гр',
                    },
                    {
                      name: 'Салат с помидорами и огурцами',
                      weight: '140гр',
                    },
                  ],
                },
                snack: {
                  time: '16:30 - 17:30',
                  dish: 'Творожная запеканка с фруктами',
                  weight: '200гр',
                },
                dinner: {
                  time: '19:30 - 20:30',
                  dishes: [
                    {
                      name: 'Рыбные котлеты с картофелем',
                      weight: '240гр',
                    },
                    {
                      name: 'Овощи на гриле',
                      weight: '200гр',
                    },
                  ],
                },
              },
            ],
          },
          {
            id: 4,
            day: 'Четверг',
            meals: [
              {
                breakfast: {
                  time: '7:30 - 9:30',
                  dish: 'Омлет с грибами и сыром',
                  weight: '220гр',
                },
                secondBreakfast: {
                  time: '10:30 - 12:30',
                  dishes: [
                    {
                      name: 'Йогурт с малиной и гранолой',
                      weight: '230гр',
                    },
                    {
                      name: 'Печенье с орехами и шоколадом',
                      quantity: '3 шт',
                    },
                  ],
                },
                lunch: {
                  time: '13:30 - 15:30',
                  dishes: [
                    {
                      name: 'Куриный суп с вермишелью',
                      weight: '180гр',
                    },
                    {
                      name: 'Салат с помидорами и огурцами',
                      weight: '140гр',
                    },
                  ],
                },
                snack: {
                  time: '16:30 - 17:30',
                  dish: 'Творожная запеканка с фруктами',
                  weight: '200гр',
                },
                dinner: {
                  time: '19:30 - 20:30',
                  dishes: [
                    {
                      name: 'Рыбные котлеты с картофелем',
                      weight: '240гр',
                    },
                    {
                      name: 'Овощи на гриле',
                      weight: '200гр',
                    },
                  ],
                },
              },
            ],
          },
          {
            id: 5,
            day: 'Пятница',
            meals: [
              {
                breakfast: {
                  time: '7:30 - 9:30',
                  dish: 'Омлет с грибами и сыром',
                  weight: '220гр',
                },
                secondBreakfast: {
                  time: '10:30 - 12:30',
                  dishes: [
                    {
                      name: 'Йогурт с малиной и гранолой',
                      weight: '230гр',
                    },
                    {
                      name: 'Печенье с орехами и шоколадом',
                      quantity: '3 шт',
                    },
                  ],
                },
                lunch: {
                  time: '13:30 - 15:30',
                  dishes: [
                    {
                      name: 'Куриный суп с вермишелью',
                      weight: '180гр',
                    },
                    {
                      name: 'Салат с помидорами и огурцами',
                      weight: '140гр',
                    },
                  ],
                },
                snack: {
                  time: '16:30 - 17:30',
                  dish: 'Творожная запеканка с фруктами',
                  weight: '200гр',
                },
                dinner: {
                  time: '19:30 - 20:30',
                  dishes: [
                    {
                      name: 'Рыбные котлеты с картофелем',
                      weight: '240гр',
                    },
                    {
                      name: 'Овощи на гриле',
                      weight: '200гр',
                    },
                  ],
                },
              },
            ],
          },
          {
            id: 6,
            day: 'Суббота',
            meals: [
              {
                breakfast: {
                  time: '8:00 - 10:00',
                  dish: 'Панкейки с фруктами и сиропом',
                  weight: '250гр',
                },
                secondBreakfast: {
                  time: '11:00 - 13:00',
                  dishes: [
                    {
                      name: 'Йогурт с клубникой и мюсли',
                      weight: '200гр',
                    },
                    {
                      name: 'Печенье с орехами и изюмом',
                      quantity: '2 шт',
                    },
                  ],
                },
                lunch: {
                  time: '14:00 - 16:00',
                  dishes: [
                    {
                      name: 'Куриный шашлык с овощами',
                      weight: '200гр',
                    },
                    {
                      name: 'Салат с помидорами и сыром',
                      weight: '150гр',
                    },
                  ],
                },
                snack: {
                  time: '17:00 - 18:00',
                  dish: 'Творожное суфле с фруктами',
                  weight: '200гр',
                },
                dinner: {
                  time: '20:00 - 21:00',
                  dishes: [
                    {
                      name: 'Рыбный пирог с картофелем',
                      weight: '250гр',
                    },
                    {
                      name: 'Овощи на гриле',
                      weight: '200гр',
                    },
                  ],
                },
              },
            ],
          },
          {
            id: 7,
            day: 'Воскресенье',
            meals: [
              {
                breakfast: {
                  time: '8:00 - 10:00',
                  dish: 'Омлет с грибами и сыром',
                  weight: '220гр',
                },
                secondBreakfast: {
                  time: '11:00 - 13:00',
                  dishes: [
                    {
                      name: 'Йогурт с малиной и гранолой',
                      weight: '230гр',
                    },
                    {
                      name: 'Печенье с орехами и шоколадом',
                      quantity: '3 шт',
                    },
                  ],
                },
                lunch: {
                  time: '14:00 - 16:00',
                  dishes: [
                    {
                      name: 'Куриный суп с вермишелью',
                      weight: '180гр',
                    },
                    {
                      name: 'Салат с помидорами и огурцами',
                      weight: '140гр',
                    },
                  ],
                },
                snack: {
                  time: '17:00 - 18:00',
                  dish: 'Творожная запеканка с фруктами',
                  weight: '200гр',
                },
                dinner: {
                  time: '20:00 - 21:00',
                  dishes: [
                    {
                      name: 'Рыбные котлеты с картофелем',
                      weight: '240гр',
                    },
                    {
                      name: 'Овощи на гриле',
                      weight: '200гр',
                    },
                  ],
                },
              },
            ],
          },
        ],
      },
      {
        id: 3,
        name: 'fitness',
        sumСal: '800 ккал',
        days: [
          {
            id: 1,
            day: 'Понедельник',
            meals: [
              {
                breakfast: {
                  time: '7:30 - 9:30',
                  dish: 'Омлет с грибами и сыром',
                  weight: '200гр',
                },
                secondBreakfast: {
                  time: '10:30 - 12:30',
                  dishes: [
                    {
                      name: 'Йогурт с малиной и гранолой',
                      weight: '250гр',
                    },
                    {
                      name: 'Печенье с орехами и шоколадом',
                      quantity: '3 шт',
                    },
                  ],
                },
                lunch: {
                  time: '13:30 - 15:30',
                  dishes: [
                    {
                      name: 'Куриный суп с вермишелью',
                      weight: '150гр',
                    },
                    {
                      name: 'Салат с помидорами и огурцами',
                      weight: '120гр',
                    },
                  ],
                },
                snack: {
                  time: '16:30 - 17:30',
                  dish: 'Творожная запеканка с фруктами',
                  weight: '180гр',
                },
                dinner: {
                  time: '19:30 - 20:30',
                  dishes: [
                    {
                      name: 'Рыбные котлеты с картофелем',
                      weight: '220гр',
                    },
                    {
                      name: 'Овощи на гриле',
                      weight: '180гр',
                    },
                  ],
                },
              },
            ],
          },
          {
            id: 2,
            day: 'Вторник',
            meals: [
              {
                breakfast: {
                  time: '7:00 - 9:00',
                  dish: 'Каша с молоком и бананом',
                  weight: '250гр',
                },
                secondBreakfast: {
                  time: '10:00 - 12:00',
                  dishes: [
                    {
                      name: 'Йогурт с клубникой и мюсли',
                      weight: '200гр',
                    },
                    {
                      name: 'Печенье с орехами и изюмом',
                      quantity: '2 шт',
                    },
                  ],
                },
                lunch: {
                  time: '13:00 - 15:00',
                  dishes: [
                    {
                      name: 'Куриный шашлык с овощами',
                      weight: '200гр',
                    },
                    {
                      name: 'Салат с помидорами и сыром',
                      weight: '150гр',
                    },
                  ],
                },
                snack: {
                  time: '16:00 - 17:00',
                  dish: 'Творожное суфле с фруктами',
                  weight: '200гр',
                },
                dinner: {
                  time: '19:00 - 20:00',
                  dishes: [
                    {
                      name: 'Рыбный пирог с картофелем',
                      weight: '250гр',
                    },
                    {
                      name: 'Овощи на гриле',
                      weight: '200гр',
                    },
                  ],
                },
              },
            ],
          },
          {
            id: 3,
            day: 'Cреда',
            meals: [
              {
                breakfast: {
                  time: '7:30 - 9:30',
                  dish: 'Омлет с грибами и сыром',
                  weight: '220гр',
                },
                secondBreakfast: {
                  time: '10:30 - 12:30',
                  dishes: [
                    {
                      name: 'Йогурт с малиной и гранолой',
                      weight: '230гр',
                    },
                    {
                      name: 'Печенье с орехами и шоколадом',
                      quantity: '3 шт',
                    },
                  ],
                },
                lunch: {
                  time: '13:30 - 15:30',
                  dishes: [
                    {
                      name: 'Куриный суп с вермишелью',
                      weight: '180гр',
                    },
                    {
                      name: 'Салат с помидорами и огурцами',
                      weight: '140гр',
                    },
                  ],
                },
                snack: {
                  time: '16:30 - 17:30',
                  dish: 'Творожная запеканка с фруктами',
                  weight: '200гр',
                },
                dinner: {
                  time: '19:30 - 20:30',
                  dishes: [
                    {
                      name: 'Рыбные котлеты с картофелем',
                      weight: '240гр',
                    },
                    {
                      name: 'Овощи на гриле',
                      weight: '200гр',
                    },
                  ],
                },
              },
            ],
          },
          {
            id: 4,
            day: 'Четверг',
            meals: [
              {
                breakfast: {
                  time: '7:30 - 9:30',
                  dish: 'Омлет с грибами и сыром',
                  weight: '220гр',
                },
                secondBreakfast: {
                  time: '10:30 - 12:30',
                  dishes: [
                    {
                      name: 'Йогурт с малиной и гранолой',
                      weight: '230гр',
                    },
                    {
                      name: 'Печенье с орехами и шоколадом',
                      quantity: '3 шт',
                    },
                  ],
                },
                lunch: {
                  time: '13:30 - 15:30',
                  dishes: [
                    {
                      name: 'Куриный суп с вермишелью',
                      weight: '180гр',
                    },
                    {
                      name: 'Салат с помидорами и огурцами',
                      weight: '140гр',
                    },
                  ],
                },
                snack: {
                  time: '16:30 - 17:30',
                  dish: 'Творожная запеканка с фруктами',
                  weight: '200гр',
                },
                dinner: {
                  time: '19:30 - 20:30',
                  dishes: [
                    {
                      name: 'Рыбные котлеты с картофелем',
                      weight: '240гр',
                    },
                    {
                      name: 'Овощи на гриле',
                      weight: '200гр',
                    },
                  ],
                },
              },
            ],
          },
          {
            id: 5,
            day: 'Пятница',
            meals: [
              {
                breakfast: {
                  time: '7:30 - 9:30',
                  dish: 'Омлет с грибами и сыром',
                  weight: '220гр',
                },
                secondBreakfast: {
                  time: '10:30 - 12:30',
                  dishes: [
                    {
                      name: 'Йогурт с малиной и гранолой',
                      weight: '230гр',
                    },
                    {
                      name: 'Печенье с орехами и шоколадом',
                      quantity: '3 шт',
                    },
                  ],
                },
                lunch: {
                  time: '13:30 - 15:30',
                  dishes: [
                    {
                      name: 'Куриный суп с вермишелью',
                      weight: '180гр',
                    },
                    {
                      name: 'Салат с помидорами и огурцами',
                      weight: '140гр',
                    },
                  ],
                },
                snack: {
                  time: '16:30 - 17:30',
                  dish: 'Творожная запеканка с фруктами',
                  weight: '200гр',
                },
                dinner: {
                  time: '19:30 - 20:30',
                  dishes: [
                    {
                      name: 'Рыбные котлеты с картофелем',
                      weight: '240гр',
                    },
                    {
                      name: 'Овощи на гриле',
                      weight: '200гр',
                    },
                  ],
                },
              },
            ],
          },
          {
            id: 6,
            day: 'Суббота',
            meals: [
              {
                breakfast: {
                  time: '8:00 - 10:00',
                  dish: 'Панкейки с фруктами и сиропом',
                  weight: '250гр',
                },
                secondBreakfast: {
                  time: '11:00 - 13:00',
                  dishes: [
                    {
                      name: 'Йогурт с клубникой и мюсли',
                      weight: '200гр',
                    },
                    {
                      name: 'Печенье с орехами и изюмом',
                      quantity: '2 шт',
                    },
                  ],
                },
                lunch: {
                  time: '14:00 - 16:00',
                  dishes: [
                    {
                      name: 'Куриный шашлык с овощами',
                      weight: '200гр',
                    },
                    {
                      name: 'Салат с помидорами и сыром',
                      weight: '150гр',
                    },
                  ],
                },
                snack: {
                  time: '17:00 - 18:00',
                  dish: 'Творожное суфле с фруктами',
                  weight: '200гр',
                },
                dinner: {
                  time: '20:00 - 21:00',
                  dishes: [
                    {
                      name: 'Рыбный пирог с картофелем',
                      weight: '250гр',
                    },
                    {
                      name: 'Овощи на гриле',
                      weight: '200гр',
                    },
                  ],
                },
              },
            ],
          },
          {
            id: 7,
            day: 'Воскресенье',
            meals: [
              {
                breakfast: {
                  time: '8:00 - 10:00',
                  dish: 'Омлет с грибами и сыром',
                  weight: '220гр',
                },
                secondBreakfast: {
                  time: '11:00 - 13:00',
                  dishes: [
                    {
                      name: 'Йогурт с малиной и гранолой',
                      weight: '230гр',
                    },
                    {
                      name: 'Печенье с орехами и шоколадом',
                      quantity: '3 шт',
                    },
                  ],
                },
                lunch: {
                  time: '14:00 - 16:00',
                  dishes: [
                    {
                      name: 'Куриный суп с вермишелью',
                      weight: '180гр',
                    },
                    {
                      name: 'Салат с помидорами и огурцами',
                      weight: '140гр',
                    },
                  ],
                },
                snack: {
                  time: '17:00 - 18:00',
                  dish: 'Творожная запеканка с фруктами',
                  weight: '200гр',
                },
                dinner: {
                  time: '20:00 - 21:00',
                  dishes: [
                    {
                      name: 'Рыбные котлеты с картофелем',
                      weight: '240гр',
                    },
                    {
                      name: 'Овощи на гриле',
                      weight: '200гр',
                    },
                  ],
                },
              },
            ],
          },
        ],
      },
      {
        id: 4,
        name: 'balance',

        sumСal: '800 ккал',
        days: [
          {
            id: 1,
            day: 'Понедельник',
            meals: [
              {
                breakfast: {
                  time: '7:30 - 9:30',
                  dish: 'Омлет с грибами и сыром',
                  weight: '200гр',
                },
                secondBreakfast: {
                  time: '10:30 - 12:30',
                  dishes: [
                    {
                      name: 'Йогурт с малиной и гранолой',
                      weight: '250гр',
                    },
                    {
                      name: 'Печенье с орехами и шоколадом',
                      quantity: '3 шт',
                    },
                  ],
                },
                lunch: {
                  time: '13:30 - 15:30',
                  dishes: [
                    {
                      name: 'Куриный суп с вермишелью',
                      weight: '150гр',
                    },
                    {
                      name: 'Салат с помидорами и огурцами',
                      weight: '120гр',
                    },
                  ],
                },
                snack: {
                  time: '16:30 - 17:30',
                  dish: 'Творожная запеканка с фруктами',
                  weight: '180гр',
                },
                dinner: {
                  time: '19:30 - 20:30',
                  dishes: [
                    {
                      name: 'Рыбные котлеты с картофелем',
                      weight: '220гр',
                    },
                    {
                      name: 'Овощи на гриле',
                      weight: '180гр',
                    },
                  ],
                },
              },
            ],
          },
          {
            id: 2,
            day: 'Вторник',
            meals: [
              {
                breakfast: {
                  time: '7:00 - 9:00',
                  dish: 'Каша с молоком и бананом',
                  weight: '250гр',
                },
                secondBreakfast: {
                  time: '10:00 - 12:00',
                  dishes: [
                    {
                      name: 'Йогурт с клубникой и мюсли',
                      weight: '200гр',
                    },
                    {
                      name: 'Печенье с орехами и изюмом',
                      quantity: '2 шт',
                    },
                  ],
                },
                lunch: {
                  time: '13:00 - 15:00',
                  dishes: [
                    {
                      name: 'Куриный шашлык с овощами',
                      weight: '200гр',
                    },
                    {
                      name: 'Салат с помидорами и сыром',
                      weight: '150гр',
                    },
                  ],
                },
                snack: {
                  time: '16:00 - 17:00',
                  dish: 'Творожное суфле с фруктами',
                  weight: '200гр',
                },
                dinner: {
                  time: '19:00 - 20:00',
                  dishes: [
                    {
                      name: 'Рыбный пирог с картофелем',
                      weight: '250гр',
                    },
                    {
                      name: 'Овощи на гриле',
                      weight: '200гр',
                    },
                  ],
                },
              },
            ],
          },
          {
            id: 3,
            day: 'Cреда',
            meals: [
              {
                breakfast: {
                  time: '7:30 - 9:30',
                  dish: 'Омлет с грибами и сыром',
                  weight: '220гр',
                },
                secondBreakfast: {
                  time: '10:30 - 12:30',
                  dishes: [
                    {
                      name: 'Йогурт с малиной и гранолой',
                      weight: '230гр',
                    },
                    {
                      name: 'Печенье с орехами и шоколадом',
                      quantity: '3 шт',
                    },
                  ],
                },
                lunch: {
                  time: '13:30 - 15:30',
                  dishes: [
                    {
                      name: 'Куриный суп с вермишелью',
                      weight: '180гр',
                    },
                    {
                      name: 'Салат с помидорами и огурцами',
                      weight: '140гр',
                    },
                  ],
                },
                snack: {
                  time: '16:30 - 17:30',
                  dish: 'Творожная запеканка с фруктами',
                  weight: '200гр',
                },
                dinner: {
                  time: '19:30 - 20:30',
                  dishes: [
                    {
                      name: 'Рыбные котлеты с картофелем',
                      weight: '240гр',
                    },
                    {
                      name: 'Овощи на гриле',
                      weight: '200гр',
                    },
                  ],
                },
              },
            ],
          },
          {
            id: 4,
            day: 'Четверг',
            meals: [
              {
                breakfast: {
                  time: '7:30 - 9:30',
                  dish: 'Омлет с грибами и сыром',
                  weight: '220гр',
                },
                secondBreakfast: {
                  time: '10:30 - 12:30',
                  dishes: [
                    {
                      name: 'Йогурт с малиной и гранолой',
                      weight: '230гр',
                    },
                    {
                      name: 'Печенье с орехами и шоколадом',
                      quantity: '3 шт',
                    },
                  ],
                },
                lunch: {
                  time: '13:30 - 15:30',
                  dishes: [
                    {
                      name: 'Куриный суп с вермишелью',
                      weight: '180гр',
                    },
                    {
                      name: 'Салат с помидорами и огурцами',
                      weight: '140гр',
                    },
                  ],
                },
                snack: {
                  time: '16:30 - 17:30',
                  dish: 'Творожная запеканка с фруктами',
                  weight: '200гр',
                },
                dinner: {
                  time: '19:30 - 20:30',
                  dishes: [
                    {
                      name: 'Рыбные котлеты с картофелем',
                      weight: '240гр',
                    },
                    {
                      name: 'Овощи на гриле',
                      weight: '200гр',
                    },
                  ],
                },
              },
            ],
          },
          {
            id: 5,
            day: 'Пятница',
            meals: [
              {
                breakfast: {
                  time: '7:30 - 9:30',
                  dish: 'Омлет с грибами и сыром',
                  weight: '220гр',
                },
                secondBreakfast: {
                  time: '10:30 - 12:30',
                  dishes: [
                    {
                      name: 'Йогурт с малиной и гранолой',
                      weight: '230гр',
                    },
                    {
                      name: 'Печенье с орехами и шоколадом',
                      quantity: '3 шт',
                    },
                  ],
                },
                lunch: {
                  time: '13:30 - 15:30',
                  dishes: [
                    {
                      name: 'Куриный суп с вермишелью',
                      weight: '180гр',
                    },
                    {
                      name: 'Салат с помидорами и огурцами',
                      weight: '140гр',
                    },
                  ],
                },
                snack: {
                  time: '16:30 - 17:30',
                  dish: 'Творожная запеканка с фруктами',
                  weight: '200гр',
                },
                dinner: {
                  time: '19:30 - 20:30',
                  dishes: [
                    {
                      name: 'Рыбные котлеты с картофелем',
                      weight: '240гр',
                    },
                    {
                      name: 'Овощи на гриле',
                      weight: '200гр',
                    },
                  ],
                },
              },
            ],
          },
          {
            id: 6,
            day: 'Суббота',
            meals: [
              {
                breakfast: {
                  time: '8:00 - 10:00',
                  dish: 'Панкейки с фруктами и сиропом',
                  weight: '250гр',
                },
                secondBreakfast: {
                  time: '11:00 - 13:00',
                  dishes: [
                    {
                      name: 'Йогурт с клубникой и мюсли',
                      weight: '200гр',
                    },
                    {
                      name: 'Печенье с орехами и изюмом',
                      quantity: '2 шт',
                    },
                  ],
                },
                lunch: {
                  time: '14:00 - 16:00',
                  dishes: [
                    {
                      name: 'Куриный шашлык с овощами',
                      weight: '200гр',
                    },
                    {
                      name: 'Салат с помидорами и сыром',
                      weight: '150гр',
                    },
                  ],
                },
                snack: {
                  time: '17:00 - 18:00',
                  dish: 'Творожное суфле с фруктами',
                  weight: '200гр',
                },
                dinner: {
                  time: '20:00 - 21:00',
                  dishes: [
                    {
                      name: 'Рыбный пирог с картофелем',
                      weight: '250гр',
                    },
                    {
                      name: 'Овощи на гриле',
                      weight: '200гр',
                    },
                  ],
                },
              },
            ],
          },
          {
            id: 7,
            day: 'Воскресенье',
            meals: [
              {
                breakfast: {
                  time: '8:00 - 10:00',
                  dish: 'Омлет с грибами и сыром',
                  weight: '220гр',
                },
                secondBreakfast: {
                  time: '11:00 - 13:00',
                  dishes: [
                    {
                      name: 'Йогурт с малиной и гранолой',
                      weight: '230гр',
                    },
                    {
                      name: 'Печенье с орехами и шоколадом',
                      quantity: '3 шт',
                    },
                  ],
                },
                lunch: {
                  time: '14:00 - 16:00',
                  dishes: [
                    {
                      name: 'Куриный суп с вермишелью',
                      weight: '180гр',
                    },
                    {
                      name: 'Салат с помидорами и огурцами',
                      weight: '140гр',
                    },
                  ],
                },
                snack: {
                  time: '17:00 - 18:00',
                  dish: 'Творожная запеканка с фруктами',
                  weight: '200гр',
                },
                dinner: {
                  time: '20:00 - 21:00',
                  dishes: [
                    {
                      name: 'Рыбные котлеты с картофелем',
                      weight: '240гр',
                    },
                    {
                      name: 'Овощи на гриле',
                      weight: '200гр',
                    },
                  ],
                },
              },
            ],
          },
        ],
      },
      {
        id: 5,
        name: 'balance +',

        sumСal: '800 ккал',
        days: [
          {
            id: 1,
            day: 'Понедельник',
            meals: [
              {
                breakfast: {
                  time: '7:30 - 9:30',
                  dish: 'Омлет с грибами и сыром',
                  weight: '200гр',
                },
                secondBreakfast: {
                  time: '10:30 - 12:30',
                  dishes: [
                    {
                      name: 'Йогурт с малиной и гранолой',
                      weight: '250гр',
                    },
                    {
                      name: 'Печенье с орехами и шоколадом',
                      quantity: '3 шт',
                    },
                  ],
                },
                lunch: {
                  time: '13:30 - 15:30',
                  dishes: [
                    {
                      name: 'Куриный суп с вермишелью',
                      weight: '150гр',
                    },
                    {
                      name: 'Салат с помидорами и огурцами',
                      weight: '120гр',
                    },
                  ],
                },
                snack: {
                  time: '16:30 - 17:30',
                  dish: 'Творожная запеканка с фруктами',
                  weight: '180гр',
                },
                dinner: {
                  time: '19:30 - 20:30',
                  dishes: [
                    {
                      name: 'Рыбные котлеты с картофелем',
                      weight: '220гр',
                    },
                    {
                      name: 'Овощи на гриле',
                      weight: '180гр',
                    },
                  ],
                },
              },
            ],
          },
          {
            id: 2,
            day: 'Вторник',
            meals: [
              {
                breakfast: {
                  time: '7:00 - 9:00',
                  dish: 'Каша с молоком и бананом',
                  weight: '250гр',
                },
                secondBreakfast: {
                  time: '10:00 - 12:00',
                  dishes: [
                    {
                      name: 'Йогурт с клубникой и мюсли',
                      weight: '200гр',
                    },
                    {
                      name: 'Печенье с орехами и изюмом',
                      quantity: '2 шт',
                    },
                  ],
                },
                lunch: {
                  time: '13:00 - 15:00',
                  dishes: [
                    {
                      name: 'Куриный шашлык с овощами',
                      weight: '200гр',
                    },
                    {
                      name: 'Салат с помидорами и сыром',
                      weight: '150гр',
                    },
                  ],
                },
                snack: {
                  time: '16:00 - 17:00',
                  dish: 'Творожное суфле с фруктами',
                  weight: '200гр',
                },
                dinner: {
                  time: '19:00 - 20:00',
                  dishes: [
                    {
                      name: 'Рыбный пирог с картофелем',
                      weight: '250гр',
                    },
                    {
                      name: 'Овощи на гриле',
                      weight: '200гр',
                    },
                  ],
                },
              },
            ],
          },
          {
            id: 3,
            day: 'Cреда',
            meals: [
              {
                breakfast: {
                  time: '7:30 - 9:30',
                  dish: 'Омлет с грибами и сыром',
                  weight: '220гр',
                },
                secondBreakfast: {
                  time: '10:30 - 12:30',
                  dishes: [
                    {
                      name: 'Йогурт с малиной и гранолой',
                      weight: '230гр',
                    },
                    {
                      name: 'Печенье с орехами и шоколадом',
                      quantity: '3 шт',
                    },
                  ],
                },
                lunch: {
                  time: '13:30 - 15:30',
                  dishes: [
                    {
                      name: 'Куриный суп с вермишелью',
                      weight: '180гр',
                    },
                    {
                      name: 'Салат с помидорами и огурцами',
                      weight: '140гр',
                    },
                  ],
                },
                snack: {
                  time: '16:30 - 17:30',
                  dish: 'Творожная запеканка с фруктами',
                  weight: '200гр',
                },
                dinner: {
                  time: '19:30 - 20:30',
                  dishes: [
                    {
                      name: 'Рыбные котлеты с картофелем',
                      weight: '240гр',
                    },
                    {
                      name: 'Овощи на гриле',
                      weight: '200гр',
                    },
                  ],
                },
              },
            ],
          },
          {
            id: 4,
            day: 'Четверг',
            meals: [
              {
                breakfast: {
                  time: '7:30 - 9:30',
                  dish: 'Омлет с грибами и сыром',
                  weight: '220гр',
                },
                secondBreakfast: {
                  time: '10:30 - 12:30',
                  dishes: [
                    {
                      name: 'Йогурт с малиной и гранолой',
                      weight: '230гр',
                    },
                    {
                      name: 'Печенье с орехами и шоколадом',
                      quantity: '3 шт',
                    },
                  ],
                },
                lunch: {
                  time: '13:30 - 15:30',
                  dishes: [
                    {
                      name: 'Куриный суп с вермишелью',
                      weight: '180гр',
                    },
                    {
                      name: 'Салат с помидорами и огурцами',
                      weight: '140гр',
                    },
                  ],
                },
                snack: {
                  time: '16:30 - 17:30',
                  dish: 'Творожная запеканка с фруктами',
                  weight: '200гр',
                },
                dinner: {
                  time: '19:30 - 20:30',
                  dishes: [
                    {
                      name: 'Рыбные котлеты с картофелем',
                      weight: '240гр',
                    },
                    {
                      name: 'Овощи на гриле',
                      weight: '200гр',
                    },
                  ],
                },
              },
            ],
          },
          {
            id: 5,
            day: 'Пятница',
            meals: [
              {
                breakfast: {
                  time: '7:30 - 9:30',
                  dish: 'Омлет с грибами и сыром',
                  weight: '220гр',
                },
                secondBreakfast: {
                  time: '10:30 - 12:30',
                  dishes: [
                    {
                      name: 'Йогурт с малиной и гранолой',
                      weight: '230гр',
                    },
                    {
                      name: 'Печенье с орехами и шоколадом',
                      quantity: '3 шт',
                    },
                  ],
                },
                lunch: {
                  time: '13:30 - 15:30',
                  dishes: [
                    {
                      name: 'Куриный суп с вермишелью',
                      weight: '180гр',
                    },
                    {
                      name: 'Салат с помидорами и огурцами',
                      weight: '140гр',
                    },
                  ],
                },
                snack: {
                  time: '16:30 - 17:30',
                  dish: 'Творожная запеканка с фруктами',
                  weight: '200гр',
                },
                dinner: {
                  time: '19:30 - 20:30',
                  dishes: [
                    {
                      name: 'Рыбные котлеты с картофелем',
                      weight: '240гр',
                    },
                    {
                      name: 'Овощи на гриле',
                      weight: '200гр',
                    },
                  ],
                },
              },
            ],
          },
          {
            id: 6,
            day: 'Суббота',
            meals: [
              {
                breakfast: {
                  time: '8:00 - 10:00',
                  dish: 'Панкейки с фруктами и сиропом',
                  weight: '250гр',
                },
                secondBreakfast: {
                  time: '11:00 - 13:00',
                  dishes: [
                    {
                      name: 'Йогурт с клубникой и мюсли',
                      weight: '200гр',
                    },
                    {
                      name: 'Печенье с орехами и изюмом',
                      quantity: '2 шт',
                    },
                  ],
                },
                lunch: {
                  time: '14:00 - 16:00',
                  dishes: [
                    {
                      name: 'Куриный шашлык с овощами',
                      weight: '200гр',
                    },
                    {
                      name: 'Салат с помидорами и сыром',
                      weight: '150гр',
                    },
                  ],
                },
                snack: {
                  time: '17:00 - 18:00',
                  dish: 'Творожное суфле с фруктами',
                  weight: '200гр',
                },
                dinner: {
                  time: '20:00 - 21:00',
                  dishes: [
                    {
                      name: 'Рыбный пирог с картофелем',
                      weight: '250гр',
                    },
                    {
                      name: 'Овощи на гриле',
                      weight: '200гр',
                    },
                  ],
                },
              },
            ],
          },
          {
            id: 7,
            day: 'Воскресенье',
            meals: [
              {
                breakfast: {
                  time: '8:00 - 10:00',
                  dish: 'Омлет с грибами и сыром',
                  weight: '220гр',
                },
                secondBreakfast: {
                  time: '11:00 - 13:00',
                  dishes: [
                    {
                      name: 'Йогурт с малиной и гранолой',
                      weight: '230гр',
                    },
                    {
                      name: 'Печенье с орехами и шоколадом',
                      quantity: '3 шт',
                    },
                  ],
                },
                lunch: {
                  time: '14:00 - 16:00',
                  dishes: [
                    {
                      name: 'Куриный суп с вермишелью',
                      weight: '180гр',
                    },
                    {
                      name: 'Салат с помидорами и огурцами',
                      weight: '140гр',
                    },
                  ],
                },
                snack: {
                  time: '17:00 - 18:00',
                  dish: 'Творожная запеканка с фруктами',
                  weight: '200гр',
                },
                dinner: {
                  time: '20:00 - 21:00',
                  dishes: [
                    {
                      name: 'Рыбные котлеты с картофелем',
                      weight: '240гр',
                    },
                    {
                      name: 'Овощи на гриле',
                      weight: '200гр',
                    },
                  ],
                },
              },
            ],
          },
        ],
      },
      {
        id: 6,
        name: 'strong',

        sumСal: '800 ккал',
        days: [
          {
            id: 1,
            day: 'Понедельник',
            meals: [
              {
                breakfast: {
                  time: '7:30 - 9:30',
                  dish: 'Омлет с грибами и сыром',
                  weight: '200гр',
                },
                secondBreakfast: {
                  time: '10:30 - 12:30',
                  dishes: [
                    {
                      name: 'Йогурт с малиной и гранолой',
                      weight: '250гр',
                    },
                    {
                      name: 'Печенье с орехами и шоколадом',
                      quantity: '3 шт',
                    },
                  ],
                },
                lunch: {
                  time: '13:30 - 15:30',
                  dishes: [
                    {
                      name: 'Куриный суп с вермишелью',
                      weight: '150гр',
                    },
                    {
                      name: 'Салат с помидорами и огурцами',
                      weight: '120гр',
                    },
                  ],
                },
                snack: {
                  time: '16:30 - 17:30',
                  dish: 'Творожная запеканка с фруктами',
                  weight: '180гр',
                },
                dinner: {
                  time: '19:30 - 20:30',
                  dishes: [
                    {
                      name: 'Рыбные котлеты с картофелем',
                      weight: '220гр',
                    },
                    {
                      name: 'Овощи на гриле',
                      weight: '180гр',
                    },
                  ],
                },
              },
            ],
          },
          {
            id: 2,
            day: 'Вторник',
            meals: [
              {
                breakfast: {
                  time: '7:00 - 9:00',
                  dish: 'Каша с молоком и бананом',
                  weight: '250гр',
                },
                secondBreakfast: {
                  time: '10:00 - 12:00',
                  dishes: [
                    {
                      name: 'Йогурт с клубникой и мюсли',
                      weight: '200гр',
                    },
                    {
                      name: 'Печенье с орехами и изюмом',
                      quantity: '2 шт',
                    },
                  ],
                },
                lunch: {
                  time: '13:00 - 15:00',
                  dishes: [
                    {
                      name: 'Куриный шашлык с овощами',
                      weight: '200гр',
                    },
                    {
                      name: 'Салат с помидорами и сыром',
                      weight: '150гр',
                    },
                  ],
                },
                snack: {
                  time: '16:00 - 17:00',
                  dish: 'Творожное суфле с фруктами',
                  weight: '200гр',
                },
                dinner: {
                  time: '19:00 - 20:00',
                  dishes: [
                    {
                      name: 'Рыбный пирог с картофелем',
                      weight: '250гр',
                    },
                    {
                      name: 'Овощи на гриле',
                      weight: '200гр',
                    },
                  ],
                },
              },
            ],
          },
          {
            id: 3,
            day: 'Cреда',
            meals: [
              {
                breakfast: {
                  time: '7:30 - 9:30',
                  dish: 'Омлет с грибами и сыром',
                  weight: '220гр',
                },
                secondBreakfast: {
                  time: '10:30 - 12:30',
                  dishes: [
                    {
                      name: 'Йогурт с малиной и гранолой',
                      weight: '230гр',
                    },
                    {
                      name: 'Печенье с орехами и шоколадом',
                      quantity: '3 шт',
                    },
                  ],
                },
                lunch: {
                  time: '13:30 - 15:30',
                  dishes: [
                    {
                      name: 'Куриный суп с вермишелью',
                      weight: '180гр',
                    },
                    {
                      name: 'Салат с помидорами и огурцами',
                      weight: '140гр',
                    },
                  ],
                },
                snack: {
                  time: '16:30 - 17:30',
                  dish: 'Творожная запеканка с фруктами',
                  weight: '200гр',
                },
                dinner: {
                  time: '19:30 - 20:30',
                  dishes: [
                    {
                      name: 'Рыбные котлеты с картофелем',
                      weight: '240гр',
                    },
                    {
                      name: 'Овощи на гриле',
                      weight: '200гр',
                    },
                  ],
                },
              },
            ],
          },
          {
            id: 4,
            day: 'Четверг',
            meals: [
              {
                breakfast: {
                  time: '7:30 - 9:30',
                  dish: 'Омлет с грибами и сыром',
                  weight: '220гр',
                },
                secondBreakfast: {
                  time: '10:30 - 12:30',
                  dishes: [
                    {
                      name: 'Йогурт с малиной и гранолой',
                      weight: '230гр',
                    },
                    {
                      name: 'Печенье с орехами и шоколадом',
                      quantity: '3 шт',
                    },
                  ],
                },
                lunch: {
                  time: '13:30 - 15:30',
                  dishes: [
                    {
                      name: 'Куриный суп с вермишелью',
                      weight: '180гр',
                    },
                    {
                      name: 'Салат с помидорами и огурцами',
                      weight: '140гр',
                    },
                  ],
                },
                snack: {
                  time: '16:30 - 17:30',
                  dish: 'Творожная запеканка с фруктами',
                  weight: '200гр',
                },
                dinner: {
                  time: '19:30 - 20:30',
                  dishes: [
                    {
                      name: 'Рыбные котлеты с картофелем',
                      weight: '240гр',
                    },
                    {
                      name: 'Овощи на гриле',
                      weight: '200гр',
                    },
                  ],
                },
              },
            ],
          },
          {
            id: 5,
            day: 'Пятница',
            meals: [
              {
                breakfast: {
                  time: '7:30 - 9:30',
                  dish: 'Омлет с грибами и сыром',
                  weight: '220гр',
                },
                secondBreakfast: {
                  time: '10:30 - 12:30',
                  dishes: [
                    {
                      name: 'Йогурт с малиной и гранолой',
                      weight: '230гр',
                    },
                    {
                      name: 'Печенье с орехами и шоколадом',
                      quantity: '3 шт',
                    },
                  ],
                },
                lunch: {
                  time: '13:30 - 15:30',
                  dishes: [
                    {
                      name: 'Куриный суп с вермишелью',
                      weight: '180гр',
                    },
                    {
                      name: 'Салат с помидорами и огурцами',
                      weight: '140гр',
                    },
                  ],
                },
                snack: {
                  time: '16:30 - 17:30',
                  dish: 'Творожная запеканка с фруктами',
                  weight: '200гр',
                },
                dinner: {
                  time: '19:30 - 20:30',
                  dishes: [
                    {
                      name: 'Рыбные котлеты с картофелем',
                      weight: '240гр',
                    },
                    {
                      name: 'Овощи на гриле',
                      weight: '200гр',
                    },
                  ],
                },
              },
            ],
          },
          {
            id: 6,
            day: 'Суббота',
            meals: [
              {
                breakfast: {
                  time: '8:00 - 10:00',
                  dish: 'Панкейки с фруктами и сиропом',
                  weight: '250гр',
                },
                secondBreakfast: {
                  time: '11:00 - 13:00',
                  dishes: [
                    {
                      name: 'Йогурт с клубникой и мюсли',
                      weight: '200гр',
                    },
                    {
                      name: 'Печенье с орехами и изюмом',
                      quantity: '2 шт',
                    },
                  ],
                },
                lunch: {
                  time: '14:00 - 16:00',
                  dishes: [
                    {
                      name: 'Куриный шашлык с овощами',
                      weight: '200гр',
                    },
                    {
                      name: 'Салат с помидорами и сыром',
                      weight: '150гр',
                    },
                  ],
                },
                snack: {
                  time: '17:00 - 18:00',
                  dish: 'Творожное суфле с фруктами',
                  weight: '200гр',
                },
                dinner: {
                  time: '20:00 - 21:00',
                  dishes: [
                    {
                      name: 'Рыбный пирог с картофелем',
                      weight: '250гр',
                    },
                    {
                      name: 'Овощи на гриле',
                      weight: '200гр',
                    },
                  ],
                },
              },
            ],
          },
          {
            id: 7,
            day: 'Воскресенье',
            meals: [
              {
                breakfast: {
                  time: '8:00 - 10:00',
                  dish: 'Омлет с грибами и сыром',
                  weight: '220гр',
                },
                secondBreakfast: {
                  time: '11:00 - 13:00',
                  dishes: [
                    {
                      name: 'Йогурт с малиной и гранолой',
                      weight: '230гр',
                    },
                    {
                      name: 'Печенье с орехами и шоколадом',
                      quantity: '3 шт',
                    },
                  ],
                },
                lunch: {
                  time: '14:00 - 16:00',
                  dishes: [
                    {
                      name: 'Куриный суп с вермишелью',
                      weight: '180гр',
                    },
                    {
                      name: 'Салат с помидорами и огурцами',
                      weight: '140гр',
                    },
                  ],
                },
                snack: {
                  time: '17:00 - 18:00',
                  dish: 'Творожная запеканка с фруктами',
                  weight: '200гр',
                },
                dinner: {
                  time: '20:00 - 21:00',
                  dishes: [
                    {
                      name: 'Рыбные котлеты с картофелем',
                      weight: '240гр',
                    },
                    {
                      name: 'Овощи на гриле',
                      weight: '200гр',
                    },
                  ],
                },
              },
            ],
          },
        ],
      },

      {
        id: 7,
        name: 'maxi fit',

        sumСal: '800 ккал',
        days: [
          {
            id: 1,
            day: 'Понедельник',
            meals: [
              {
                breakfast: {
                  time: '7:30 - 9:30',
                  dish: 'Омлет с грибами и сыром',
                  weight: '200гр',
                },
                secondBreakfast: {
                  time: '10:30 - 12:30',
                  dishes: [
                    {
                      name: 'Йогурт с малиной и гранолой',
                      weight: '250гр',
                    },
                    {
                      name: 'Печенье с орехами и шоколадом',
                      quantity: '3 шт',
                    },
                  ],
                },
                lunch: {
                  time: '13:30 - 15:30',
                  dishes: [
                    {
                      name: 'Куриный суп с вермишелью',
                      weight: '150гр',
                    },
                    {
                      name: 'Салат с помидорами и огурцами',
                      weight: '120гр',
                    },
                  ],
                },
                snack: {
                  time: '16:30 - 17:30',
                  dish: 'Творожная запеканка с фруктами',
                  weight: '180гр',
                },
                dinner: {
                  time: '19:30 - 20:30',
                  dishes: [
                    {
                      name: 'Рыбные котлеты с картофелем',
                      weight: '220гр',
                    },
                    {
                      name: 'Овощи на гриле',
                      weight: '180гр',
                    },
                  ],
                },
              },
            ],
          },
          {
            id: 2,
            day: 'Вторник',
            meals: [
              {
                breakfast: {
                  time: '7:00 - 9:00',
                  dish: 'Каша с молоком и бананом',
                  weight: '250гр',
                },
                secondBreakfast: {
                  time: '10:00 - 12:00',
                  dishes: [
                    {
                      name: 'Йогурт с клубникой и мюсли',
                      weight: '200гр',
                    },
                    {
                      name: 'Печенье с орехами и изюмом',
                      quantity: '2 шт',
                    },
                  ],
                },
                lunch: {
                  time: '13:00 - 15:00',
                  dishes: [
                    {
                      name: 'Куриный шашлык с овощами',
                      weight: '200гр',
                    },
                    {
                      name: 'Салат с помидорами и сыром',
                      weight: '150гр',
                    },
                  ],
                },
                snack: {
                  time: '16:00 - 17:00',
                  dish: 'Творожное суфле с фруктами',
                  weight: '200гр',
                },
                dinner: {
                  time: '19:00 - 20:00',
                  dishes: [
                    {
                      name: 'Рыбный пирог с картофелем',
                      weight: '250гр',
                    },
                    {
                      name: 'Овощи на гриле',
                      weight: '200гр',
                    },
                  ],
                },
              },
            ],
          },
          {
            id: 3,
            day: 'Cреда',
            meals: [
              {
                breakfast: {
                  time: '7:30 - 9:30',
                  dish: 'Омлет с грибами и сыром',
                  weight: '220гр',
                },
                secondBreakfast: {
                  time: '10:30 - 12:30',
                  dishes: [
                    {
                      name: 'Йогурт с малиной и гранолой',
                      weight: '230гр',
                    },
                    {
                      name: 'Печенье с орехами и шоколадом',
                      quantity: '3 шт',
                    },
                  ],
                },
                lunch: {
                  time: '13:30 - 15:30',
                  dishes: [
                    {
                      name: 'Куриный суп с вермишелью',
                      weight: '180гр',
                    },
                    {
                      name: 'Салат с помидорами и огурцами',
                      weight: '140гр',
                    },
                  ],
                },
                snack: {
                  time: '16:30 - 17:30',
                  dish: 'Творожная запеканка с фруктами',
                  weight: '200гр',
                },
                dinner: {
                  time: '19:30 - 20:30',
                  dishes: [
                    {
                      name: 'Рыбные котлеты с картофелем',
                      weight: '240гр',
                    },
                    {
                      name: 'Овощи на гриле',
                      weight: '200гр',
                    },
                  ],
                },
              },
            ],
          },
          {
            id: 4,
            day: 'Четверг',
            meals: [
              {
                breakfast: {
                  time: '7:30 - 9:30',
                  dish: 'Омлет с грибами и сыром',
                  weight: '220гр',
                },
                secondBreakfast: {
                  time: '10:30 - 12:30',
                  dishes: [
                    {
                      name: 'Йогурт с малиной и гранолой',
                      weight: '230гр',
                    },
                    {
                      name: 'Печенье с орехами и шоколадом',
                      quantity: '3 шт',
                    },
                  ],
                },
                lunch: {
                  time: '13:30 - 15:30',
                  dishes: [
                    {
                      name: 'Куриный суп с вермишелью',
                      weight: '180гр',
                    },
                    {
                      name: 'Салат с помидорами и огурцами',
                      weight: '140гр',
                    },
                  ],
                },
                snack: {
                  time: '16:30 - 17:30',
                  dish: 'Творожная запеканка с фруктами',
                  weight: '200гр',
                },
                dinner: {
                  time: '19:30 - 20:30',
                  dishes: [
                    {
                      name: 'Рыбные котлеты с картофелем',
                      weight: '240гр',
                    },
                    {
                      name: 'Овощи на гриле',
                      weight: '200гр',
                    },
                  ],
                },
              },
            ],
          },
          {
            id: 5,
            day: 'Пятница',
            meals: [
              {
                breakfast: {
                  time: '7:30 - 9:30',
                  dish: 'Омлет с грибами и сыром',
                  weight: '220гр',
                },
                secondBreakfast: {
                  time: '10:30 - 12:30',
                  dishes: [
                    {
                      name: 'Йогурт с малиной и гранолой',
                      weight: '230гр',
                    },
                    {
                      name: 'Печенье с орехами и шоколадом',
                      quantity: '3 шт',
                    },
                  ],
                },
                lunch: {
                  time: '13:30 - 15:30',
                  dishes: [
                    {
                      name: 'Куриный суп с вермишелью',
                      weight: '180гр',
                    },
                    {
                      name: 'Салат с помидорами и огурцами',
                      weight: '140гр',
                    },
                  ],
                },
                snack: {
                  time: '16:30 - 17:30',
                  dish: 'Творожная запеканка с фруктами',
                  weight: '200гр',
                },
                dinner: {
                  time: '19:30 - 20:30',
                  dishes: [
                    {
                      name: 'Рыбные котлеты с картофелем',
                      weight: '240гр',
                    },
                    {
                      name: 'Овощи на гриле',
                      weight: '200гр',
                    },
                  ],
                },
              },
            ],
          },
          {
            id: 6,
            day: 'Суббота',
            meals: [
              {
                breakfast: {
                  time: '8:00 - 10:00',
                  dish: 'Панкейки с фруктами и сиропом',
                  weight: '250гр',
                },
                secondBreakfast: {
                  time: '11:00 - 13:00',
                  dishes: [
                    {
                      name: 'Йогурт с клубникой и мюсли',
                      weight: '200гр',
                    },
                    {
                      name: 'Печенье с орехами и изюмом',
                      quantity: '2 шт',
                    },
                  ],
                },
                lunch: {
                  time: '14:00 - 16:00',
                  dishes: [
                    {
                      name: 'Куриный шашлык с овощами',
                      weight: '200гр',
                    },
                    {
                      name: 'Салат с помидорами и сыром',
                      weight: '150гр',
                    },
                  ],
                },
                snack: {
                  time: '17:00 - 18:00',
                  dish: 'Творожное суфле с фруктами',
                  weight: '200гр',
                },
                dinner: {
                  time: '20:00 - 21:00',
                  dishes: [
                    {
                      name: 'Рыбный пирог с картофелем',
                      weight: '250гр',
                    },
                    {
                      name: 'Овощи на гриле',
                      weight: '200гр',
                    },
                  ],
                },
              },
            ],
          },
          {
            id: 7,
            day: 'Воскресенье',
            meals: [
              {
                breakfast: {
                  time: '8:00 - 10:00',
                  dish: 'Омлет с грибами и сыром',
                  weight: '220гр',
                },
                secondBreakfast: {
                  time: '11:00 - 13:00',
                  dishes: [
                    {
                      name: 'Йогурт с малиной и гранолой',
                      weight: '230гр',
                    },
                    {
                      name: 'Печенье с орехами и шоколадом',
                      quantity: '3 шт',
                    },
                  ],
                },
                lunch: {
                  time: '14:00 - 16:00',
                  dishes: [
                    {
                      name: 'Куриный суп с вермишелью',
                      weight: '180гр',
                    },
                    {
                      name: 'Салат с помидорами и огурцами',
                      weight: '140гр',
                    },
                  ],
                },
                snack: {
                  time: '17:00 - 18:00',
                  dish: 'Творожная запеканка с фруктами',
                  weight: '200гр',
                },
                dinner: {
                  time: '20:00 - 21:00',
                  dishes: [
                    {
                      name: 'Рыбные котлеты с картофелем',
                      weight: '240гр',
                    },
                    {
                      name: 'Овощи на гриле',
                      weight: '200гр',
                    },
                  ],
                },
              },
            ],
          },
        ],
      },
    ],
  },
]
